[
  {
    "sentences": [
      {
        "text": "When you see what humans are capable of, frankly, it's kind of mindblowing.",
        "start": 37890,
        "end": 41946
      },
      {
        "text": "How are certain individuals able to execute high performance tasks with such speed and precision?",
        "start": 42018,
        "end": 47874
      },
      {
        "text": "When you think about it, it almost seems like a superpower.",
        "start": 47982,
        "end": 50826
      },
      {
        "text": "And honestly, it kind of is.",
        "start": 50898,
        "end": 52790
      },
      {
        "text": "Every jawdropping performance, sport, or skill was made possible by a spectacular phenomenon called muscle memory.",
        "start": 52900,
        "end": 60986
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This is something we're all capable of, and it's so important that I've dedicated an entire lesson to it.",
        "start": 61048,
        "end": 66398
      },
      {
        "text": "I briefly mentioned that the goal of the footwork Fastlane is to get you to commit these techniques to muscle memory.",
        "start": 66424,
        "end": 71994
      },
      {
        "text": "But what exactly does that mean?",
        "start": 72042,
        "end": 73562
      },
      {
        "text": "What is muscle memory?",
        "start": 73636,
        "end": 75186
      },
      {
        "text": "As spectacular as some of the results might be, the actual concept behind it is surprisingly simple.",
        "start": 75258,
        "end": 80042
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If you repeat a specific action enough times, a long term muscle memory is created for that task, eventually allowing it to be performed without conscious effort.",
        "start": 80116,
        "end": 88866
      },
      {
        "text": "This process decreases the need for attention and creates maximum efficiency in the memory and motor systems.",
        "start": 88938,
        "end": 94866
      },
      {
        "text": "Basically, once you develop the muscle memory for a task, you'll be able to do it without even thinking about it.",
        "start": 94938,
        "end": 100094
      },
      {
        "text": "We depend on muscle memory all the time in our day to day lives.",
        "start": 100132,
        "end": 103154
      },
      {
        "text": "Like I mentioned, a perfect example of this is your ability to ride a bike, even if you haven't cycled for years.",
        "start": 103252,
        "end": 109214
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "As soon as you hop onto a bike, that process will come back to you immediately and it will feel completely natural.",
        "start": 109312,
        "end": 114570
      },
      {
        "text": "If it wasn't for muscle memory, you'd have to relearn the process of riding a bike like a child every time.",
        "start": 114630,
        "end": 119570
      },
      {
        "text": "There's probably a few other examples of muscle memory that you've developed in your life.",
        "start": 119620,
        "end": 123398
      },
      {
        "text": "Typing.",
        "start": 123484,
        "end": 124062
      },
      {
        "text": "We start off having to find each key on the keyboard, but soon learn to touch type without even thinking about what our fingers are doing.",
        "start": 124146,
        "end": 130226
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Driving remember awkwardly fumbling around each time you sat behind the wheel, and yet soon after, it becomes a natural process.",
        "start": 130288,
        "end": 136730
      },
      {
        "text": "Video Games When you first pick up a game, you're struggling to fumble around the controls, but after a short amount of time, you're poning nudes with 360 no scopes.",
        "start": 136840,
        "end": 144774
      },
      {
        "text": "Think about how easy all these tasks become after the initial learning process, and maybe these examples don't all apply to you, but you should be able to appreciate the difference when you apply a task to muscle memory.",
        "start": 144822,
        "end": 156306
      },
      {
        "text": "What I'm trying to show you is the same principle that makes these incredible feats possible isn't actually a rare thing.",
        "start": 156378,
        "end": 162122
      },
      {
        "text": "All of us take advantage of muscle memory in our day to day lives.",
        "start": 162196,
        "end": 165146
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It's something that we're born with.",
        "start": 165208,
        "end": 166646
      },
      {
        "text": "As long as you put the time and effort into a specific task, you will develop the muscle memory to become extremely proficient.",
        "start": 166708,
        "end": 173082
      },
      {
        "text": "As you can imagine, muscle memory plays a huge part in badminton.",
        "start": 173166,
        "end": 176154
      },
      {
        "text": "When he's on court winning Olympic medals, do you think Lindan stops to think what the correct footwork is?",
        "start": 176202,
        "end": 181298
      },
      {
        "text": "Do you think he pauses to consider whether he's just stuck with his left leg or his right leg?",
        "start": 181324,
        "end": 185210
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Of course not.",
        "start": 185260,
        "end": 185894
      },
      {
        "text": "That would be a terrible way to play badminton.",
        "start": 185932,
        "end": 188166
      },
      {
        "text": "Whenever you see a skilled badminton player, you know for sure that they've spent many years training.",
        "start": 188238,
        "end": 192638
      },
      {
        "text": "As a result, every situation that comes up is something they've practised many times, so they've built up the muscle memory.",
        "start": 192724,
        "end": 198702
      },
      {
        "text": "This is what enables them to look fluent and natural in court compared to a beginner who looks clumsy and uncoordinated.",
        "start": 198786,
        "end": 204570
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "But even if you don't expect to be at the next Olympic Games, if you want to get better at footwork, you need to develop the muscle memory.",
        "start": 204630,
        "end": 211206
      },
      {
        "text": "You need to get to a point where you can execute the techniques without even thinking about it.",
        "start": 211278,
        "end": 215594
      },
      {
        "text": "And I admit it's going to take some work.",
        "start": 215632,
        "end": 217538
      },
      {
        "text": "There's no shortcut to developing muscle memory.",
        "start": 217624,
        "end": 219750
      },
      {
        "text": "It's all about getting in quality repetitions.",
        "start": 219810,
        "end": 222126
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "At first it'll be difficult.",
        "start": 222198,
        "end": 223610
      },
      {
        "text": "You'll struggle to do things correctly, and it may be a little overwhelming.",
        "start": 223720,
        "end": 227046
      },
      {
        "text": "But take your time in the footwork Fastlane.",
        "start": 227118,
        "end": 229518
      },
      {
        "text": "You'll be encouraged to break down information into easily digestible chunks.",
        "start": 229554,
        "end": 233346
      },
      {
        "text": "So before you do an assignment, try to practise everything at a slow pace that allows you to keep everything under control.",
        "start": 233418,
        "end": 239330
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Don't worry if it takes you a while before you're comfortable working at full speed, it's more important to make sure you're doing everything correctly and get in those quality repetitions.",
        "start": 239440,
        "end": 247614
      },
      {
        "text": "If you focus on the quality, you'll soon become muscle memory, and then you can start increasing the speed while maintaining good technique.",
        "start": 247662,
        "end": 253986
      },
      {
        "text": "The goal of this course is to develop your muscle memory for Bandit and footwork.",
        "start": 254058,
        "end": 257634
      },
      {
        "text": "I've structured it so each lesson builds on top of stuff that you've already learnt.",
        "start": 257742,
        "end": 261546
      },
      {
        "text": "Because of this, I highly recommend that you work through the assignments in order because you'll need the correct foundation before you build to the more advanced assignments.",
        "start": 261618,
        "end": 269358
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The assignments themselves are actually quite short because they mostly revolve around the Swift checklist, but for most of you, you may need to add in extra repetitions before you feel confident.",
        "start": 269454,
        "end": 278310
      },
      {
        "text": "If this is the case, I don't only allow it, I highly recommend it.",
        "start": 278430,
        "end": 282074
      },
      {
        "text": "The truth is, people are entering the footwork Fastlane at different skill levels, so it might take one student longer to commit something to muscle memory compared to another.",
        "start": 282112,
        "end": 290858
      },
      {
        "text": "That's why I've included the bare minimum of practise into these assignments.",
        "start": 290944,
        "end": 294558
      },
      {
        "text": "I'm relying on you to take charge of your own training.",
        "start": 294654,
        "end": 297122
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If you go through an assignment but don't feel like you've committed that technique to muscle memory yet, that's okay.",
        "start": 297196,
        "end": 301838
      },
      {
        "text": "Spend as much time as necessary repeating the same drills until it does.",
        "start": 301924,
        "end": 305726
      },
      {
        "text": "How do you know when something's become muscle memory?",
        "start": 305788,
        "end": 308094
      },
      {
        "text": "Well, you should be able to judge for yourself quite accurately.",
        "start": 308202,
        "end": 310626
      },
      {
        "text": "It essentially depends on two things.",
        "start": 310698,
        "end": 312722
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "One, you can execute the technique correctly.",
        "start": 312856,
        "end": 315498
      },
      {
        "text": "This should be easy to judge for yourself by referring to the slow motion demonstration and Swift checklists.",
        "start": 315654,
        "end": 320790
      },
      {
        "text": "Two, you're able to execute without thinking your body does the movement naturally without a conscious effort.",
        "start": 320850,
        "end": 326214
      },
      {
        "text": "Remember, you need both these things to be there in order to consider a technique.",
        "start": 326262,
        "end": 330006
      },
      {
        "text": "Muscle memory.",
        "start": 330078,
        "end": 330882
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It's no good being able to do something without thinking if you're doing the wrong thing.",
        "start": 330966,
        "end": 334670
      },
      {
        "text": "Because of this, it will take a while to complete the footwork Fastlane for most players.",
        "start": 334720,
        "end": 338922
      },
      {
        "text": "If this is the case for you, don't be disheartened.",
        "start": 339006,
        "end": 341574
      },
      {
        "text": "Just because the course is a few hours long doesn't mean I expect you to finish in a day.",
        "start": 341682,
        "end": 345926
      },
      {
        "text": "The goal here is to build your footwork from the ground up.",
        "start": 345988,
        "end": 348578
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Even if you don't know anything about footwork, by the end you'll be extremely proficient.",
        "start": 348664,
        "end": 353106
      },
      {
        "text": "This is essentially ten years of footwork knowledge condensed into one course and footwork is an absolutely huge topic.",
        "start": 353178,
        "end": 359586
      },
      {
        "text": "It would take months with a private coach to cover everything that we're going to learn.",
        "start": 359658,
        "end": 363050
      },
      {
        "text": "That's not because private coaches are bad.",
        "start": 363100,
        "end": 365186
      },
      {
        "text": "That's just how long it takes considering the amount of information in this course.",
        "start": 365308,
        "end": 369218
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The point is I don't want you to become discouraged.",
        "start": 369304,
        "end": 371922
      },
      {
        "text": "To take skill at anything takes a lot of time.",
        "start": 372006,
        "end": 374582
      },
      {
        "text": "All of these people had to start somewhere and it certainly wasn't easy.",
        "start": 374656,
        "end": 378098
      },
      {
        "text": "Anything worth having in life takes a lot of time, but I can assure you it will be absolutely worth it.",
        "start": 378184,
        "end": 383114
      },
      {
        "text": "When you go through the entire course and commit everything to muscle memory, the results will be astounding.",
        "start": 383212,
        "end": 387954
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I guarantee you won't even be able to recognise yourself from where you've started.",
        "start": 388002,
        "end": 391574
      },
      {
        "text": "If you want to move around the court with blistering speed and precision, Then I can't overemphasise how valuable this course will be to you.",
        "start": 391672,
        "end": 397994
      },
      {
        "text": "And because of that, I have an assignment for you.",
        "start": 398032,
        "end": 400310
      },
      {
        "text": "Before you move on to the meat and potatoes of the course in module two, I want you to take the time to record yourself playing badminton.",
        "start": 400360,
        "end": 406638
      },
      {
        "text": "It can be a real match or if you prefer, you can just shadow yourself playing Balmin.",
        "start": 406674,
        "end": 410478
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You don't need a fancy camera or anything.",
        "start": 410574,
        "end": 412358
      },
      {
        "text": "Just a camera on your smartphone is perfectly fine.",
        "start": 412444,
        "end": 415142
      },
      {
        "text": "You can ask a friend to help you record or you can buy a cheap tripod of Amazon And just stick it in the corner.",
        "start": 415276,
        "end": 421242
      },
      {
        "text": "If for some reason you feel awkward filming yourself, Then don't be.",
        "start": 421326,
        "end": 424514
      },
      {
        "text": "This is something that top athletes use all the time in order to analyse their own gameplay.",
        "start": 424552,
        "end": 428754
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It's really not something out of the ordinary.",
        "start": 428802,
        "end": 430686
      },
      {
        "text": "The reason for this is I want you to have something to look back to when you complete the course.",
        "start": 430758,
        "end": 434702
      },
      {
        "text": "I won't go into too much, much detail Because I don't want to ruin the surprise.",
        "start": 434776,
        "end": 437970
      },
      {
        "text": "But for every student I've done with this, they have been absolutely amazed at the end.",
        "start": 438090,
        "end": 442562
      },
      {
        "text": "Spend some time doing that assignment before moving on to the next module.",
        "start": 442636,
        "end": 445758
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I can't wait for you to go through this course.",
        "start": 445854,
        "end": 447500
      }
    ]
  }
]