[
  {
    "sentences": [
      {
        "text": "Hopefully at this point you understand why footwork is so important.",
        "start": 130,
        "end": 3414
      },
      {
        "text": "Every other part of your game builds off your movement.",
        "start": 3572,
        "end": 6202
      },
      {
        "text": "So I found that developing a player's footwork is the quickest way to accelerate their boundaries and skills.",
        "start": 6286,
        "end": 11014
      },
      {
        "text": "In this module, I'm going to teach you the eight building blocks of footwork are distinct elements that you need to learn.",
        "start": 11062,
        "end": 16950
      },
      {
        "text": "They're called building blocks because you learn them individually and then put them together like bricks in a building.",
        "start": 17060,
        "end": 22398
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "These are the foundations that we're going to build your footwork on.",
        "start": 22484,
        "end": 25134
      },
      {
        "text": "The first two building blocks are the stance and the split step.",
        "start": 25172,
        "end": 27798
      },
      {
        "text": "These are positional building blocks.",
        "start": 27884,
        "end": 29590
      },
      {
        "text": "Next we have running steps and chassis steps.",
        "start": 29650,
        "end": 32122
      },
      {
        "text": "These are movement building blocks.",
        "start": 32206,
        "end": 34138
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "And finally we have the Lunge Physic, China Jump and Net Jump.",
        "start": 34234,
        "end": 39034
      },
      {
        "text": "These are finishing building blocks.",
        "start": 39142,
        "end": 41170
      },
      {
        "text": "We're going to spend an entire lesson on each of these because they're incredibly important.",
        "start": 41230,
        "end": 45138
      },
      {
        "text": "I'm going to teach you how to build them from the ground up and then give you assignments to practise and make sure you're doing them correctly.",
        "start": 45284,
        "end": 51190
      },
      {
        "text": "In my experience playing and coaching Bamboost for over ten years, I've noticed that a lot of players have picked up really bad habits that they aren't even aware of.",
        "start": 51250,
        "end": 58614
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So for that reason, I want you to forget everything you've learned going through this module and build everything with me from the ground up.",
        "start": 58652,
        "end": 64290
      },
      {
        "text": "If you think that these building blocks are really basic and you can already do them, then that's even more of a reason to pay attention to this module, since you may be making mistakes that you aren't even aware of.",
        "start": 64340,
        "end": 73470
      },
      {
        "text": "Even though I know there's a temptation to jump right into the fun stuff, mastering the eight building blocks is essential.",
        "start": 73520,
        "end": 79102
      },
      {
        "text": "If you are building a house, you need to first spend some time making sure that all the bricks were up to standard.",
        "start": 79186,
        "end": 84282
      },
      {
        "text": "If you didn't and build a house with crumbly bricks, the whole building would just collapse.",
        "start": 84416,
        "end": 88810
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So sure, if you jump right into footwork, you might get a small head start.",
        "start": 88930,
        "end": 92850
      },
      {
        "text": "But eventually that's going to catch up with you down the line and you'll have to start from square one.",
        "start": 92960,
        "end": 96810
      },
      {
        "text": "Imagine a complex gymnastics routine, the one with the tight leotards, breathtaking backflips and death defying formations.",
        "start": 96860,
        "end": 103678
      },
      {
        "text": "Now imagine if you wanted to try out gymnastics and went to your local club for the first time.",
        "start": 103774,
        "end": 108366
      },
      {
        "text": "I certainly would walk straight back out the door if the coach told me I had to try this on my first session.",
        "start": 108428,
        "end": 113550
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "And that makes sense.",
        "start": 114950,
        "end": 116178
      },
      {
        "text": "Every single gymnast in this video started off learning simple techniques like planks, push ups and pull ups.",
        "start": 116264,
        "end": 121954
      },
      {
        "text": "So why should Bambin be any different?",
        "start": 122062,
        "end": 123834
      },
      {
        "text": "You can't jump into the more advanced stuff until you master the basics.",
        "start": 123872,
        "end": 127042
      },
      {
        "text": "If you're serious about improving Abomination, I want you to pay attention to this module.",
        "start": 127126,
        "end": 130798
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This could be the most important thing you learn.",
        "start": 130894,
        "end": 133146
      },
      {
        "text": "In the next module, you'll be learning how to combine these to start travelling effectively to all corners of the badminton court.",
        "start": 133208,
        "end": 139222
      },
      {
        "text": "But you can't do that until you've mastered the basics.",
        "start": 139246,
        "end": 141922
      },
      {
        "text": "So I'll see you in the next video where we'll go over the first building block of footwork that starts.",
        "start": 142006,
        "end": 146590
      }
    ]
  }
]