[
  {
    "sentences": [
      {
        "text": "In the last lesson we learned, the neutral stance.",
        "start": 130,
        "end": 2170
      },
      {
        "text": "This is the best position to react your opponent's shot from.",
        "start": 2230,
        "end": 5094
      },
      {
        "text": "But there's also a secret ingredient that I didn't mention.",
        "start": 5192,
        "end": 7542
      },
      {
        "text": "This ingredient is what allows pro players to move so explosively from their base position and it's how they change direction so quickly.",
        "start": 7616,
        "end": 13890
      },
      {
        "text": "It's a very small move movement, so it slips under the radar.",
        "start": 14000,
        "end": 16642
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "For most people, it's called the split step.",
        "start": 16666,
        "end": 19110
      },
      {
        "text": "It's a small hop that we do before travelling to the shuttle.",
        "start": 19220,
        "end": 22450
      },
      {
        "text": "It seems like a minor thing, but it's very important.",
        "start": 22510,
        "end": 24882
      },
      {
        "text": "In this lesson, I'm going to show you how using the splitsp can give you an almost unfair advantage over the competition when implemented correctly.",
        "start": 25016,
        "end": 32386
      },
      {
        "text": "In badminton, we only ever cover a very short distance at a time.",
        "start": 32458,
        "end": 35646
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This means it's very important to get a good start to our movement.",
        "start": 35708,
        "end": 38674
      },
      {
        "text": "Think about a 100 metre race where the sprinters start off with fancy starting blocks and compare that to a marathon where the start doesn't really matter because it's such a long race.",
        "start": 38782,
        "end": 48226
      },
      {
        "text": "This shows that as the distance of travel decreases, the importance of having a good start increases.",
        "start": 48298,
        "end": 54070
      },
      {
        "text": "So in badminton, where we only ever travel a few metres at a time, you can imagine how important it is to get a good start.",
        "start": 54190,
        "end": 60378
      },
      {
        "text": "Generating explosive acceleration in a millisecond is essential.",
        "start": 60464,
        "end": 63970
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "When you're only travelling a few metres, you can think of the split step like a spark that jump starts your movement.",
        "start": 64030,
        "end": 69850
      },
      {
        "text": "Also, do you ever feel like you've struggled to change the direction on court?",
        "start": 69910,
        "end": 73114
      },
      {
        "text": "A common problem I used to have was I struggled to get to the shuttle when I was caught off guard and forced to change direction.",
        "start": 73162,
        "end": 78850
      },
      {
        "text": "If I was already moving in a certain direction and my opponent hit the shuttle elsewhere, I would be left stranded on the court.",
        "start": 78910,
        "end": 84658
      },
      {
        "text": "As a fun side note, in the UK we like to call this getting taxi because you're left stranded like you're waiting for a taxi.",
        "start": 84694,
        "end": 90478
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "As you can imagine, this was before I knew about the split step.",
        "start": 90514,
        "end": 93222
      },
      {
        "text": "When I finally started to include it, I noticed a huge difference because not only does the split step jump start your movement, giving you a explosive push, it also resets your momentum, allowing you to change direction quickly and easily.",
        "start": 93296,
        "end": 105946
      },
      {
        "text": "So how does it work?",
        "start": 106018,
        "end": 107562
      },
      {
        "text": "The splittep involves you widening and lowering your base at the same time.",
        "start": 107696,
        "end": 111090
      },
      {
        "text": "Get into the neutral stance we learned in the last video, my feet are both slightly wider than shoulder width apart and my knees are bent.",
        "start": 111140,
        "end": 116950
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "From here, I split step and as a result drop into this position.",
        "start": 117070,
        "end": 120810
      },
      {
        "text": "My right foot is still slightly ahead of my left, but my legs are wider apart and lower and that's all there is to it.",
        "start": 120980,
        "end": 127374
      },
      {
        "text": "After the split step, I would immediately begin my movement to whichever corner I needed.",
        "start": 127472,
        "end": 130950
      },
      {
        "text": "It's a very simple movement by itself, but it's very powerful.",
        "start": 131000,
        "end": 134130
      },
      {
        "text": "Just like our neutral stance, we want to be on our toes.",
        "start": 134630,
        "end": 137230
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If we split step but landed on the back of our feet, we'd end up flat footed and unable to take off powerfully.",
        "start": 137290,
        "end": 142726
      },
      {
        "text": "Also, avoid being too bouncy with a splitstep.",
        "start": 142798,
        "end": 145522
      },
      {
        "text": "Even though I told you to hop, I don't want to see you gain too much vertical height.",
        "start": 145606,
        "end": 149926
      },
      {
        "text": "This is a waste of energy and time.",
        "start": 149998,
        "end": 152298
      },
      {
        "text": "Instead, you should think of it as a hop downwards.",
        "start": 152444,
        "end": 155386
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Your feet come briefly off the floor, but your body is moving downwards.",
        "start": 155518,
        "end": 158722
      },
      {
        "text": "Why does such a simple movement have such a huge effect on our speed?",
        "start": 158806,
        "end": 162190
      },
      {
        "text": "Well, you can think of your legs like a spring.",
        "start": 162310,
        "end": 164974
      },
      {
        "text": "A good split step is like compressing the spring.",
        "start": 165082,
        "end": 167350
      },
      {
        "text": "After being compressed, the spring violently accelerates back into position, just like how we want an explosive start from our base position.",
        "start": 167410,
        "end": 174078
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You can try this yourself.",
        "start": 174164,
        "end": 175266
      },
      {
        "text": "Start in the middle of the court in a static position and try to quickly move to a corner.",
        "start": 175388,
        "end": 179914
      },
      {
        "text": "You'll notice that no matter what you do, it'll feel a little sluggish.",
        "start": 180022,
        "end": 183250
      },
      {
        "text": "Now try again, but first do a split step and then begin moving to that corner.",
        "start": 183310,
        "end": 187786
      },
      {
        "text": "If you do this right, it should feel like magic.",
        "start": 187918,
        "end": 189994
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It's a really Nifty hack that has a huge effect on acceleration.",
        "start": 190042,
        "end": 193462
      },
      {
        "text": "In order for this to work, you need to move immediately after the split step.",
        "start": 193546,
        "end": 196998
      },
      {
        "text": "If you pause even just for a second, then all the benefits are lost.",
        "start": 197084,
        "end": 200626
      },
      {
        "text": "Because of this, the timing of a split step is very important.",
        "start": 200758,
        "end": 203598
      },
      {
        "text": "You want to begin the split step just as your opponent is hitting the shuttle, so by the time that you land, you should already know which direction the shuttle is moving to, so you can split step and instantly travel to that corner without any delay.",
        "start": 203684,
        "end": 214798
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The split step is also beneficial for changing direction.",
        "start": 214834,
        "end": 217750
      },
      {
        "text": "Imagine you play a shot from the back of the court.",
        "start": 217870,
        "end": 219970
      },
      {
        "text": "Obviously, you'll need to recover back to the middle so your momentum will be travelling forwards.",
        "start": 220030,
        "end": 223870
      },
      {
        "text": "If your opponent notices this, they can take advantage by playing another lift to catch you off guard.",
        "start": 223930,
        "end": 228454
      },
      {
        "text": "Even though it's the same corner you already came from, it can be quite difficult to change direction because you're already travelling forwards.",
        "start": 228502,
        "end": 234634
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Here is a good demonstration of this.",
        "start": 234682,
        "end": 236358
      },
      {
        "text": "My opponent anticipates a shot@the.net, so begins travelling forwards.",
        "start": 236444,
        "end": 240214
      },
      {
        "text": "Since his body momentum is going this way, I decided to play a lift with a bit of deception.",
        "start": 240322,
        "end": 244642
      },
      {
        "text": "It catches him off guard and he gets completely stuck and unable to change direction.",
        "start": 244726,
        "end": 248470
      },
      {
        "text": "Now that's what I call a taxi.",
        "start": 248530,
        "end": 249934
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Using a split step is a good way of preventing this from happening to you when you're recovering.",
        "start": 249982,
        "end": 254266
      },
      {
        "text": "As your opponent is about to hit the shot, stop what you're doing and split step.",
        "start": 254338,
        "end": 257766
      },
      {
        "text": "This resets your momentum, putting you in a good position to change direction if necessary.",
        "start": 257828,
        "end": 262066
      },
      {
        "text": "I mentioned earlier that you want to split step with your right foot slightly ahead of your left foot, just like in the neutral stance that's because this is a great starting point that allows us to move to any corner.",
        "start": 262138,
        "end": 271246
      },
      {
        "text": "Since we usually don't know what shot our opponent is going to play, this is useful as a general split step that we can use no matter where the shuttle goes.",
        "start": 271318,
        "end": 278526
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "However, there are some situations where we can anticipate what shot our opponent is going to play.",
        "start": 278588,
        "end": 283326
      },
      {
        "text": "Maybe they have a predictable playstyle or they're under pressure and forced to play a certain shot.",
        "start": 283448,
        "end": 288562
      },
      {
        "text": "In these situations, there are adapted variants of the split step that we can use.",
        "start": 288646,
        "end": 292518
      },
      {
        "text": "That's why you see players split stepping with their right foot back or with their legs in a fronttoback formation at the neck.",
        "start": 292604,
        "end": 297778
      },
      {
        "text": "Of course, the downside with this approach is that you're committing to move to a certain corner.",
        "start": 297814,
        "end": 302110
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If you're wrong with your anticipation, it becomes much harder to move to the other corners of the court and get to the shuttle in time.",
        "start": 302230,
        "end": 307890
      },
      {
        "text": "I don't want you to worry about these variations for now, we'll dig deeper into them in module three.",
        "start": 307940,
        "end": 312126
      },
      {
        "text": "For now, I just want you to know that they exist so you don't get confused.",
        "start": 312248,
        "end": 315622
      },
      {
        "text": "If you see someone split up differently to the standard split step that we covered, just like the neutral stance, I only want you to focus on the standard splits step with the right foot slightly ahead of the left.",
        "start": 315646,
        "end": 324366
      },
      {
        "text": "Here's a video of Leshan We're performing a split step.",
        "start": 324428,
        "end": 326814
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It's a little hard to spot, but that's only because it's supposed to be a very quick and simple movement, so there's no need to overthink this.",
        "start": 326912,
        "end": 333354
      },
      {
        "text": "But as you can see, he's demonstrating all the key points.",
        "start": 333392,
        "end": 336498
      },
      {
        "text": "He splits steps by lowering and widening his feet with his right foot still in front.",
        "start": 336644,
        "end": 340782
      },
      {
        "text": "You can see that he stays on his toes, then immediately starts the movement by pushing off explosively.",
        "start": 340856,
        "end": 345946
      },
      {
        "text": "And here's the slow motion version of me performing a split step.",
        "start": 346018,
        "end": 348918
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Because it's in slow motion, you should be able to make out the details a lot clearer.",
        "start": 349004,
        "end": 352770
      },
      {
        "text": "After that, I want you to practise the split step again.",
        "start": 354110,
        "end": 357150
      },
      {
        "text": "This is based on a real court, but if you want to practise at home, that's okay.",
        "start": 357200,
        "end": 361206
      },
      {
        "text": "I would still recommend that you put your band and shoot and use your racket to make it a little more realistic.",
        "start": 361328,
        "end": 366130
      },
      {
        "text": "I want you to see for yourself how big a difference a split step makes.",
        "start": 366190,
        "end": 369546
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Try what I did earlier in the video.",
        "start": 369668,
        "end": 371346
      },
      {
        "text": "Start from a standstill position and immediately try to move to a corner.",
        "start": 371468,
        "end": 375046
      },
      {
        "text": "Now do the same thing again.",
        "start": 375178,
        "end": 377166
      },
      {
        "text": "But first split step and then move to the same corner.",
        "start": 377288,
        "end": 380182
      },
      {
        "text": "If you're at home, you can just move in a random direction.",
        "start": 380266,
        "end": 382714
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I also want you to record a video of yourself doing a split step.",
        "start": 382762,
        "end": 385590
      },
      {
        "text": "It's quite a simple movement, so this shouldn't be too difficult.",
        "start": 385640,
        "end": 388038
      },
      {
        "text": "You're going to take this video and run it through the Swift checklist.",
        "start": 388124,
        "end": 390850
      },
      {
        "text": "Assess your own split step with the provided guidelines and you'll be sure that you're doing it correctly.",
        "start": 390910,
        "end": 395014
      },
      {
        "text": "If not, that's okay, take on the feedback and try again.",
        "start": 395122,
        "end": 397986
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Once again you can get extra credit by recording yourself playing an actual game and then seeing how you split step in a real situation.",
        "start": 398048,
        "end": 403986
      },
      {
        "text": "This will be super helpful for you.",
        "start": 404108,
        "end": 405558
      },
      {
        "text": "The splitstep is an incredibly important part of the movement pattern but since it's quite hard to spot, it often gets ignored.",
        "start": 405584,
        "end": 411694
      },
      {
        "text": "Now that you know this, you'll have a huge advantage over the competition and they won't even realise why.",
        "start": 411802,
        "end": 416490
      },
      {
        "text": "In the next lesson I'm going to teach you how to move.",
        "start": 416540,
        "end": 418674
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "After the split step we'll cover two building blocks in one lesson.",
        "start": 418712,
        "end": 421966
      },
      {
        "text": "The running step and the chassis step.",
        "start": 422038,
        "end": 423918
      },
      {
        "text": "I'll see you there.",
        "start": 424004,
        "end": 424560
      }
    ]
  }
]