[
  {
    "sentences": [
      {
        "text": "So far, we've covered the first two building blocks of footwork, the stance and the split step.",
        "start": 310,
        "end": 4866
      },
      {
        "text": "In this video, we're going to build on that by learning how to actually move around a court.",
        "start": 4928,
        "end": 9154
      },
      {
        "text": "In general, there are two ways you'll see players move.",
        "start": 9202,
        "end": 11622
      },
      {
        "text": "They'll use either running steps or chassis steps.",
        "start": 11696,
        "end": 14194
      },
      {
        "text": "These are both the correct and have their own pros and cons.",
        "start": 14242,
        "end": 16926
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "A good Balmont and player will be able to switch between them depending on the situation of the rally.",
        "start": 17048,
        "end": 21898
      },
      {
        "text": "In this lesson, I'm going to teach you how to do both and how to choose between them depending on the situation.",
        "start": 21934,
        "end": 26922
      },
      {
        "text": "First running Steps as the name suggests, running steps are very similar to how you're already used to moving.",
        "start": 27056,
        "end": 33102
      },
      {
        "text": "It's simply the process of putting 1ft in front of another.",
        "start": 33176,
        "end": 36462
      },
      {
        "text": "There isn't much to teach here since you already know how to do this, but it's worth noting that we're normally only used to running forwards.",
        "start": 36596,
        "end": 42826
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "In badminton, we have to run forwards, backwards and even diagonally.",
        "start": 42898,
        "end": 46210
      },
      {
        "text": "Just like how running is the fastest way to complete a race, running steps in badminton are the fastest way to travel a long distance.",
        "start": 46270,
        "end": 53050
      },
      {
        "text": "For example, if you needed to move from one corner of the court to another, you would use running steps, especially if you're travelling across the long diagonal, since this is the furthest distance on abandoned court.",
        "start": 53170,
        "end": 63634
      },
      {
        "text": "However, there are two main issues with running steps.",
        "start": 63682,
        "end": 66418
      },
      {
        "text": "Firstly, it's difficult to change direction.",
        "start": 66514,
        "end": 68698
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Think about it, when you're running in a race, you only ever travel in one direction.",
        "start": 68794,
        "end": 72850
      },
      {
        "text": "If you had to quickly change direction and move sideways, for example, that would be very difficult.",
        "start": 72910,
        "end": 77310
      },
      {
        "text": "Secondly, running steps are only fast if you're travelling a long distance.",
        "start": 77420,
        "end": 81190
      },
      {
        "text": "They're horribly inefficient for travelling short distances.",
        "start": 81310,
        "end": 83986
      },
      {
        "text": "Imagine trying to move from here to here with running steps.",
        "start": 84058,
        "end": 87490
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "No matter how you do it, you can see that it doesn't work well.",
        "start": 87550,
        "end": 90860
      },
      {
        "text": "The other type of movement we use are called chassis steps.",
        "start": 92030,
        "end": 94618
      },
      {
        "text": "A chassis step is a movement where you step out with 1ft and then bring the other foot towards it in the same direction.",
        "start": 94654,
        "end": 99730
      },
      {
        "text": "The crucial difference here is that your 2ft never cross over each other.",
        "start": 99790,
        "end": 103374
      },
      {
        "text": "They can meet, but as soon as they do, the leading foot moves away again.",
        "start": 103472,
        "end": 107130
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You may have noticed that fencers often use the chassis step.",
        "start": 107180,
        "end": 110058
      },
      {
        "text": "Watch this athlete's feet as he moves forwards and backwards with chassis steps.",
        "start": 110144,
        "end": 113554
      },
      {
        "text": "The reason fencers use this is the same reason badminton players use it.",
        "start": 113602,
        "end": 117018
      },
      {
        "text": "The chassis step is incredibly quick and agile, allowing the user to quickly change direction.",
        "start": 117044,
        "end": 121690
      },
      {
        "text": "Essentially, chassis steps are an alternate way of moving that addresses some of the downsides of running steps.",
        "start": 121750,
        "end": 127114
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The chassis step is much more efficient for covering a short distance, but it's also adjustable.",
        "start": 127162,
        "end": 131326
      },
      {
        "text": "I can adjust the distance of my feet in the chassis step, so if I have a very short distance to travel, they can stay further apart.",
        "start": 131398,
        "end": 138214
      },
      {
        "text": "If I needed to travel a further distance I can bring my feet closer together to cover more ground.",
        "start": 138262,
        "end": 142870
      },
      {
        "text": "It also allows you to move in a balanced and stable position, which is useful for jumping out to a corner or changing direction to chassis step.",
        "start": 142930,
        "end": 149994
      },
      {
        "text": "Start by bringing your racquet foot in the direction you want to travel and then quickly follow with the other foot.",
        "start": 150092,
        "end": 155010
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Repeat this movement as many times as necessary.",
        "start": 155060,
        "end": 157318
      },
      {
        "text": "Notice how I'm on my toes for the entire movement.",
        "start": 157414,
        "end": 159754
      },
      {
        "text": "This is what allows me to be fast and nimble.",
        "start": 159862,
        "end": 162094
      },
      {
        "text": "If I didn't do this, I'd be flat footed.",
        "start": 162202,
        "end": 164638
      },
      {
        "text": "It would look something like this and my footwork would be a lot slower.",
        "start": 164734,
        "end": 167926
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You should be comfortable chassis stepping in any direction.",
        "start": 167998,
        "end": 170470
      },
      {
        "text": "This means forwards, backwards or diagonally.",
        "start": 170530,
        "end": 172570
      },
      {
        "text": "To do this, make sure your legs are lined up in the direction you want to travel.",
        "start": 172630,
        "end": 176226
      },
      {
        "text": "When I travel forwards, my feet are lined up forwards.",
        "start": 176288,
        "end": 178678
      },
      {
        "text": "When I travel sideways, they're lined up sideways.",
        "start": 178714,
        "end": 181186
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "When I travel diagonally, you guessed it, they're lined up diagonally.",
        "start": 181318,
        "end": 184966
      },
      {
        "text": "In general, if we're travelling to the shuttle, we want to chassis with our racket leg leading.",
        "start": 185038,
        "end": 189466
      },
      {
        "text": "And if we're recovering from the shuttle, we want to chassis with our non racket leg leading.",
        "start": 189538,
        "end": 193834
      },
      {
        "text": "When you use chassis steps, make sure to keep your centre of gravity low and focus on horizontal movement.",
        "start": 193882,
        "end": 198814
      },
      {
        "text": "It's a common mistake to be too bouncy.",
        "start": 198862,
        "end": 200950
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "A lot of players move up and down as the chassis step.",
        "start": 201070,
        "end": 203694
      },
      {
        "text": "You want to avoid this.",
        "start": 203732,
        "end": 204954
      },
      {
        "text": "Not only is it a waste of energy, it's also going to make you slower.",
        "start": 205052,
        "end": 208390
      },
      {
        "text": "The chassis step isn't as intuitive as the running step since you don't use it in day to day life unless you're weird and chassis step around your kitchen, but it is still pretty simple and I found that my students tend to pick it up without too much issue.",
        "start": 208450,
        "end": 219366
      },
      {
        "text": "Let's recap running and chassis steps here.",
        "start": 219428,
        "end": 221754
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Lee Chong Wei is moving around the court with running steps.",
        "start": 221852,
        "end": 224422
      },
      {
        "text": "As you can see, he's simply putting one leg in front of the other like you would if you were running.",
        "start": 224506,
        "end": 228930
      },
      {
        "text": "He's doing this because he's moving from one corner of the court to another.",
        "start": 228980,
        "end": 232338
      },
      {
        "text": "This is a long and straight distance to travel, so running steps are the most appropriate.",
        "start": 232484,
        "end": 236914
      },
      {
        "text": "Here he is using chassis steps to travel to the rear corner.",
        "start": 236962,
        "end": 239806
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Notice the key points he's leading with his right foot and then moves his left foot without them crossing over.",
        "start": 239938,
        "end": 244770
      },
      {
        "text": "When he does this, he's maintaining a low centre of gravity.",
        "start": 244820,
        "end": 247942
      },
      {
        "text": "Look at his feet.",
        "start": 248086,
        "end": 249094
      },
      {
        "text": "Notice that he is travelling on his toes, which is what allows him to be so quick.",
        "start": 249202,
        "end": 253038
      },
      {
        "text": "The reason he's using chassis steps is because he's only travelling a short distance from the middle to one of the corners.",
        "start": 253184,
        "end": 259294
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "And here's the slow motion breakdown of the chassis step.",
        "start": 259342,
        "end": 261774
      },
      {
        "text": "Like I said, it's quite a simple movement.",
        "start": 261872,
        "end": 263734
      },
      {
        "text": "When you practise, make sure to implement all the key points like I'm doing here and you'll be golden.",
        "start": 263782,
        "end": 268078
      },
      {
        "text": "It's really important that you learn how to correctly use running steps and chassis steps before you move on.",
        "start": 268114,
        "end": 272754
      },
      {
        "text": "This is something we constantly use in our footwork, so I'm going to be mentioning it again and again throughout this course.",
        "start": 272792,
        "end": 278442
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So from this point on, I'm going to assume you've passed the checklist and can perform both movements comfortably.",
        "start": 278516,
        "end": 283114
      },
      {
        "text": "Your assignment for this video is to master the chassis step.",
        "start": 283162,
        "end": 285882
      },
      {
        "text": "Spend some time implementing the techniques you learned in this video until you feel comfortable with the movement.",
        "start": 285956,
        "end": 290410
      },
      {
        "text": "Then I want you to stand in the middle of the court and practise chassis stepping from side to side.",
        "start": 290470,
        "end": 295062
      },
      {
        "text": "This drill looks incredibly easy, but the goal for all the assignments is technical mastery and fluency.",
        "start": 295136,
        "end": 300346
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Don't just go through the motions.",
        "start": 300418,
        "end": 301846
      },
      {
        "text": "I want you to keep in mind the key points I mentioned like a low centre of gravity and staying on your toes.",
        "start": 301918,
        "end": 307066
      },
      {
        "text": "This drill isn't designed to challenge you.",
        "start": 307138,
        "end": 309054
      },
      {
        "text": "It's just to develop good motor patterns since we're still in the earlier stages of the course.",
        "start": 309092,
        "end": 313506
      },
      {
        "text": "With this in mind, start off in the middle of the court and chassis from side to side.",
        "start": 313568,
        "end": 317382
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Repeat this for ten repetitions and also take a video recording for later.",
        "start": 317456,
        "end": 321198
      },
      {
        "text": "Next we're going to practise chassis steps for the rear court.",
        "start": 321284,
        "end": 323998
      },
      {
        "text": "This is the movement pattern responsible for unleashing many devastating jump smashes.",
        "start": 324094,
        "end": 328306
      },
      {
        "text": "Stand in the middle of the court with your racket foot behind your non racket foot.",
        "start": 328378,
        "end": 332130
      },
      {
        "text": "If you do this correctly, you should essentially be facing to the side from this position, chassis to the back of the court, leading with your racket leg.",
        "start": 332240,
        "end": 338790
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Then from here chassis back to the middle, leading with your non racket foot.",
        "start": 338840,
        "end": 342090
      },
      {
        "text": "Repeat this ten times and record yourself.",
        "start": 342140,
        "end": 343938
      },
      {
        "text": "The last exercise we're going to do is at the front of the court.",
        "start": 344024,
        "end": 346774
      },
      {
        "text": "This will help you develop a more threatening net game by improving your front court movement.",
        "start": 346822,
        "end": 350986
      },
      {
        "text": "Again, start off in the middle of the court, but this time stand with your racket foot forwards so you're facing the opposite side chassis to the front of the court with your right foot leading, and then chassis back with your left foot leading.",
        "start": 351058,
        "end": 361618
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "As you guessed, I want you to repeat this ten times and record yourself now, even though only ten reps are mandatory, please don't be afraid to do more.",
        "start": 361654,
        "end": 368910
      },
      {
        "text": "In fact, I highly recommend that you spend as much time as necessary to get comfortable with the movement.",
        "start": 368960,
        "end": 373990
      },
      {
        "text": "For some of you, that might only be ten reps, but others may require a bit more work.",
        "start": 374050,
        "end": 378438
      },
      {
        "text": "So feel free to take as much time as you need.",
        "start": 378524,
        "end": 380694
      },
      {
        "text": "And remember, this applies to all assignments in the course.",
        "start": 380732,
        "end": 383850
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I don't want you to move on until you feel ready and that the movement has become muscle memory.",
        "start": 383960,
        "end": 388738
      },
      {
        "text": "Once you've recorded these movements, open up this lesson Swift checklist.",
        "start": 388834,
        "end": 392446
      },
      {
        "text": "Assess your own technique by following instructions and move on if you get the thumbs up.",
        "start": 392518,
        "end": 396414
      },
      {
        "text": "This assignment is longer than the other ones we've done so far and that's just because the stance and splits step are very simple movements.",
        "start": 396452,
        "end": 402262
      },
      {
        "text": "As you progress with this course the assignments are going to start to recover more work.",
        "start": 402346,
        "end": 406038
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Starting with this lesson.",
        "start": 406124,
        "end": 407386
      },
      {
        "text": "This extra work shouldn't put you off.",
        "start": 407458,
        "end": 409410
      },
      {
        "text": "So many people come to me and ask for one to one coaching but Unfortunately I have to turn them all down due to the demands from Swift badminton school.",
        "start": 409520,
        "end": 416970
      },
      {
        "text": "But with these assignments and the Swift checklist I'm giving you the opportunity to get personalised feedback and advice from me so don't skip out on these just because they're difficult or you'll miss out on a valuable learning experience.",
        "start": 417020,
        "end": 427086
      },
      {
        "text": "We've now covered four of the eight building blocks so you should have a good idea on how to prepare and start your movement in the next few lessons we're going to cover the other half which are all different ways of finishing your movement.",
        "start": 427208,
        "end": 438082
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I'll see you there.",
        "start": 438166,
        "end": 438870
      },
      {
        "text": "Bye.",
        "start": 438920,
        "end": 439030
      }
    ]
  }
]