[
  {
    "sentences": [
      {
        "text": "We've covered the stance and split step, which are how to position yourself before moving.",
        "start": 190,
        "end": 4482
      },
      {
        "text": "Then we learnt running steps and chassis steps, which are how you actually move to the shuttle.",
        "start": 4616,
        "end": 9034
      },
      {
        "text": "The last four building blocks are finishing moves.",
        "start": 9082,
        "end": 11326
      },
      {
        "text": "No, not the types of finishing moves you'll see in Mortal Kombat.",
        "start": 11398,
        "end": 14626
      },
      {
        "text": "You move in badminton is the way that you move as you hit the shuttle, thereby finishing the movement pattern.",
        "start": 14818,
        "end": 20050
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "In this video, we'll be covering the lunge, a big final step to get to the shuttle commonly used at the front of the court.",
        "start": 20110,
        "end": 26074
      },
      {
        "text": "Lunging like this isn't exclusive to badminton.",
        "start": 26122,
        "end": 28342
      },
      {
        "text": "Again, I want to show you a clip of fences.",
        "start": 28426,
        "end": 30514
      },
      {
        "text": "I don't even follow the sport, but I find their movement to be mesmerising.",
        "start": 30622,
        "end": 34126
      },
      {
        "text": "Notice how the fencer closes the distance between him and the opponent with a well timed lunge.",
        "start": 34198,
        "end": 38782
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This is actually very similar to how we use in badminton, for example.",
        "start": 38866,
        "end": 41970
      },
      {
        "text": "When moving to the net, we can cover the final part of the movement with a lunge.",
        "start": 42080,
        "end": 45526
      },
      {
        "text": "This is a highly efficient movement and gives us a stable base to hit the shuttle from.",
        "start": 45598,
        "end": 49842
      },
      {
        "text": "Watch how natural this movement looks for a shot@the.net.",
        "start": 49916,
        "end": 52266
      },
      {
        "text": "And now compare that to if I tried to do this without a lunge.",
        "start": 52328,
        "end": 55246
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Huge difference, right?",
        "start": 55318,
        "end": 56226
      },
      {
        "text": "This works for a few reasons.",
        "start": 56288,
        "end": 57670
      },
      {
        "text": "By taking a final large step, it maximises our reach.",
        "start": 57730,
        "end": 61050
      },
      {
        "text": "It's also a very stable position to hit the shuttle from and allows us to recover easily by pushing off our front leg.",
        "start": 61100,
        "end": 66810
      },
      {
        "text": "So let's have a look at how it's done.",
        "start": 66920,
        "end": 68550
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "We always lunge with our racket leg, so for most of us, this will be our right leg.",
        "start": 68600,
        "end": 72318
      },
      {
        "text": "Take one large step with your right leg so you finish the movement with your foot well away from your body.",
        "start": 72404,
        "end": 76686
      },
      {
        "text": "With the lunging knee bent, make sure your toe is pointing in the same direction as you're lunging.",
        "start": 76748,
        "end": 80674
      },
      {
        "text": "If you're lunging forwards, this toe needs to be pointing straight.",
        "start": 80722,
        "end": 83350
      },
      {
        "text": "It's a very common mistake to turn your toe inwards like this, but I really want you to avoid this area.",
        "start": 83410,
        "end": 88278
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This isn't a stable position to lunge in.",
        "start": 88364,
        "end": 90558
      },
      {
        "text": "Make sure it's in line with the rest of your leg.",
        "start": 90644,
        "end": 92586
      },
      {
        "text": "When you lunge, I want you to land with your heel first and then roll onto your toe.",
        "start": 92648,
        "end": 96454
      },
      {
        "text": "Lunging this way is better on your joints, since the cushioned area at the heel of your shoes will absorb a lot of the force.",
        "start": 96562,
        "end": 102022
      },
      {
        "text": "It's a common beginner mistake to lunge onto a flat foot like this, but as I do this, you'll see how this is placing a lot of stress on my knee.",
        "start": 102106,
        "end": 108706
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "To lunge correctly, force yourself to point your toe upwards as you reach out with your foot.",
        "start": 108778,
        "end": 113406
      },
      {
        "text": "This might feel unnatural at first, but after repeating this a few times, you'll start doing it without even thinking about it.",
        "start": 113528,
        "end": 119874
      },
      {
        "text": "When most people lunge, they tend to have their back foot facing forwards as well, but you actually want to turn it 90 degrees so it's perpendicular to the direction that you are lunging.",
        "start": 119972,
        "end": 129322
      },
      {
        "text": "So, as you can see, when I lunge forwards, the back foot is turned sideways.",
        "start": 129466,
        "end": 133738
      },
      {
        "text": "The reason we do this is because the back foot acts as a brake to keep us stable in the lunge.",
        "start": 133894,
        "end": 139114
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You might notice a distinctive Mark develop on the inside of your left shoe.",
        "start": 139282,
        "end": 143086
      },
      {
        "text": "This is nothing to worry about.",
        "start": 143158,
        "end": 144354
      },
      {
        "text": "In fact, it's actually a good thing.",
        "start": 144392,
        "end": 146082
      },
      {
        "text": "Notice that I'm utilising my non racket arm when I lunge.",
        "start": 146156,
        "end": 148810
      },
      {
        "text": "Even though it isn't hitting the shuttle, my left arm is still an important part of being balanced, so make sure it's out behind you.",
        "start": 148870,
        "end": 154602
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This helps a lot with stability.",
        "start": 154676,
        "end": 156094
      },
      {
        "text": "After you lunge and play your shop, you need to recover in preparation for the next shot.",
        "start": 156202,
        "end": 160114
      },
      {
        "text": "Since you'll be leaning onto your racket leg, it's very simple.",
        "start": 160222,
        "end": 162834
      },
      {
        "text": "All you have to do is push back against this leg and it will reset you back into a standing position so it will look something like this.",
        "start": 162932,
        "end": 169194
      },
      {
        "text": "I lunge and hit the shuttle.",
        "start": 169292,
        "end": 170842
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Then I recover by pushing off this leg.",
        "start": 170926,
        "end": 172830
      },
      {
        "text": "You'll need to adjust your lunge based on the situation in the rally.",
        "start": 172880,
        "end": 175930
      },
      {
        "text": "If you're not under a lot of pressure, your lunge will look a lot like what I've just showed you.",
        "start": 175990,
        "end": 180126
      },
      {
        "text": "However, there will be times where you are under a lot of pressure.",
        "start": 180188,
        "end": 182854
      },
      {
        "text": "If I'm late to the shuttle, I need to take a deeper lunge to get there, which would look something like this.",
        "start": 182902,
        "end": 187674
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I've adjusted my lungs to reach a further distance.",
        "start": 187772,
        "end": 190258
      },
      {
        "text": "There may be a temptation to bend your waist to get that extra distance, but this isn't ideal.",
        "start": 190354,
        "end": 194710
      },
      {
        "text": "You do get to reach a little further, which might help you get to the shuttle, but it's a difficult position to recover from and compromises your balance.",
        "start": 194770,
        "end": 201226
      },
      {
        "text": "And while there might be times where you're desperate and forced to bend at the waist, you want to prioritise lunging deep and low where possible.",
        "start": 201298,
        "end": 207630
      },
      {
        "text": "As you can see, when I'm down here, I can reach a lot further with my lunge.",
        "start": 207740,
        "end": 211474
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Here's a comparison of a regular lunge versus a deep low lunge.",
        "start": 211582,
        "end": 215398
      },
      {
        "text": "Look how much more distance I can cover.",
        "start": 215494,
        "end": 217218
      },
      {
        "text": "If I tried to lunge further without bending forward, it would look something like this.",
        "start": 217304,
        "end": 220986
      },
      {
        "text": "Notice that I can't lunge as far and I'm also put in a bad position where my knee isn't stable.",
        "start": 221108,
        "end": 225718
      },
      {
        "text": "To lunge low correctly requires strong legs.",
        "start": 225814,
        "end": 228046
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "At first, your legs might get very tired, but it's still worth doing because this is the most effective way of reaching the shuttle.",
        "start": 228118,
        "end": 233794
      },
      {
        "text": "There's one more thing to note when lunging is low.",
        "start": 233842,
        "end": 235926
      },
      {
        "text": "I mentioned earlier that you can recover from a lunge by pushing off the front leg, but when you're this low down, it becomes very difficult.",
        "start": 235988,
        "end": 242478
      },
      {
        "text": "If I recovered by only trying to push off my front leg, you can see that it's very slow.",
        "start": 242564,
        "end": 246766
      },
      {
        "text": "So in these situations, recover by simultaneously bringing your back foot inwards.",
        "start": 246838,
        "end": 250846
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It will look something like this in real time.",
        "start": 250918,
        "end": 252606
      },
      {
        "text": "This technique allows us to recover efficiently even when we're forced into a deep lunge.",
        "start": 252668,
        "end": 257062
      },
      {
        "text": "Since the lunge is a finishing move, meaning it's used as we hit the shuttle, we can't just focus on the legs.",
        "start": 257146,
        "end": 262342
      },
      {
        "text": "Remember, it's not just about moving to the shuttle, it's about hitting the shuttle.",
        "start": 262426,
        "end": 266170
      },
      {
        "text": "So let's have a look at the upper body.",
        "start": 266230,
        "end": 268386
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I've already mentioned that you want to keep your torso upright as you lunge, but now let's also focus on what the racket is doing.",
        "start": 268448,
        "end": 274230
      },
      {
        "text": "There's a few points to keep in mind.",
        "start": 274280,
        "end": 275766
      },
      {
        "text": "As soon as I start my lungs, I bring my racket forward in preparation to hit the shuttle.",
        "start": 275828,
        "end": 280006
      },
      {
        "text": "This happens at the very start of the movement.",
        "start": 280138,
        "end": 282190
      },
      {
        "text": "This is what it would look like if I didn't do this immediately.",
        "start": 282250,
        "end": 284626
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Not only does this look pretty weird, can you see how it defeats the whole purpose of the lunge?",
        "start": 284698,
        "end": 288778
      },
      {
        "text": "We want to get to the shuttle as soon as possible, since this gives us the most aggressive option.",
        "start": 288814,
        "end": 293190
      },
      {
        "text": "But remember, the point of footwork isn't to get our body to the shuttle.",
        "start": 293300,
        "end": 296746
      },
      {
        "text": "It's to get our racket to the shuttle.",
        "start": 296818,
        "end": 298534
      },
      {
        "text": "So as you lunge, I want you to bring your racket to the shuttle as soon as you start moving forwards.",
        "start": 298582,
        "end": 302914
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "For the same reason you want to time your shop with your lunge.",
        "start": 302962,
        "end": 305782
      },
      {
        "text": "To explain what this means, take a look at these three clips.",
        "start": 305866,
        "end": 308638
      },
      {
        "text": "Which one looks correct to you?",
        "start": 308734,
        "end": 310460
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Hopefully you chose the second option.",
        "start": 318130,
        "end": 320006
      },
      {
        "text": "Why is this the correct one?",
        "start": 320128,
        "end": 321290
      },
      {
        "text": "Well, in this case, I time my shot correctly with my lunge.",
        "start": 321340,
        "end": 324054
      },
      {
        "text": "You can see that I'm contacting the shuttle at the same time as I land my foot.",
        "start": 324102,
        "end": 327890
      },
      {
        "text": "This is the most efficient way to play the shot.",
        "start": 327940,
        "end": 329946
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If I play the shot before I lunge, I don't have a stable position to hit from, and my recovery is compromised.",
        "start": 330018,
        "end": 335190
      },
      {
        "text": "If I hit the shot well after my lunch, I get into the shuttle too early and I lose my sense of rhythm.",
        "start": 335250,
        "end": 340134
      },
      {
        "text": "As usual, here is Lee Jongwe performing a lunge.",
        "start": 340182,
        "end": 342726
      },
      {
        "text": "The first clip is him playing a normal lunge.",
        "start": 342798,
        "end": 344994
      },
      {
        "text": "Can you spot the key points I brought up in this video?",
        "start": 345042,
        "end": 347474
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "And here is a clip of him lunging in a situation where he's under a lot of pressure.",
        "start": 347632,
        "end": 351966
      },
      {
        "text": "Watch how he's able to lunge so much further by getting low and bending his legs.",
        "start": 352098,
        "end": 356262
      },
      {
        "text": "Since he's in such a low position, he recovers by first dragging his back leg inwards to get into a better position.",
        "start": 356406,
        "end": 361862
      },
      {
        "text": "In this case, he actually collapses quite a lot of the torso.",
        "start": 361936,
        "end": 364626
      },
      {
        "text": "This is acceptable in situations where you literally need to do anything you can just to stay in the rally, but it still isn't ideal.",
        "start": 364698,
        "end": 371370
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Only consider bending at the torso if your legs are already at maximum range.",
        "start": 371430,
        "end": 375234
      },
      {
        "text": "There were a lot of technical points to take in this video, so I'm going to recap all of the key points in a list.",
        "start": 375282,
        "end": 380450
      },
      {
        "text": "Bring your racket up and get it in position.",
        "start": 380560,
        "end": 382478
      },
      {
        "text": "As soon as you start the lunge, land heel toe by pointing your toe upwards.",
        "start": 382564,
        "end": 386934
      },
      {
        "text": "As you step through the lunge, make sure your front foot is pointed in the same direction that you're lunging in.",
        "start": 387042,
        "end": 392498
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Hold your left hand behind you for balance.",
        "start": 392644,
        "end": 394650
      },
      {
        "text": "Turn your non racket foot sideways.",
        "start": 394710,
        "end": 396270
      },
      {
        "text": "It should be 90 degrees in order to act as a break.",
        "start": 396330,
        "end": 398798
      },
      {
        "text": "Keep the upper body upright and get low by bending your legs.",
        "start": 398884,
        "end": 402714
      },
      {
        "text": "Recover from the lunge by pushing off against your front leg.",
        "start": 402882,
        "end": 405986
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If you're in a deep lunge, you can help yourself recover by bringing the back leg inwards and here I am doing the lunge in slow motion.",
        "start": 406048,
        "end": 412242
      },
      {
        "text": "Do you see how I'm implementing all of the key points into my lunge?",
        "start": 412326,
        "end": 415650
      },
      {
        "text": "Make sure you do the same when you attempt it yourself.",
        "start": 415770,
        "end": 418120
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Your assignment for this lesson is to master the lunge.",
        "start": 424550,
        "end": 427198
      },
      {
        "text": "There was a lot to learn in this video, so take the time to make sure you understand everything correctly.",
        "start": 427294,
        "end": 431602
      },
      {
        "text": "Then it's time to try it yourself.",
        "start": 431686,
        "end": 433314
      },
      {
        "text": "First, spend some time getting a feel for it.",
        "start": 433412,
        "end": 435630
      },
      {
        "text": "Don't use a shuttle.",
        "start": 435680,
        "end": 436594
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Just stand with your racket and shadow the lunge.",
        "start": 436642,
        "end": 438730
      },
      {
        "text": "Don't rush this part and make sure you're implementing all of the key points correctly.",
        "start": 438790,
        "end": 442426
      },
      {
        "text": "The next part of the assignment is to add in the shuttle.",
        "start": 442498,
        "end": 444706
      },
      {
        "text": "Position yourself near the front of the net.",
        "start": 444778,
        "end": 446646
      },
      {
        "text": "You should be just a bit behind the front service line like I am here.",
        "start": 446708,
        "end": 449934
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Stand with your feet side by side.",
        "start": 449972,
        "end": 451782
      },
      {
        "text": "Get a feeder to throw a shuttle under arm over the net without taking any steps.",
        "start": 451916,
        "end": 455794
      },
      {
        "text": "Lunge from here and hit the shuttle then recover back to the standing position by pushing off your front leg.",
        "start": 455842,
        "end": 460986
      },
      {
        "text": "Do this for ten reps.",
        "start": 461108,
        "end": 462478
      },
      {
        "text": "If you only have one shuttle, just play a net shot and have your feeder reuse that shuttle.",
        "start": 462574,
        "end": 466690
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The feeder needs to be feeding the shuttle slowly giving the worker enough time to recover between each shot.",
        "start": 466750,
        "end": 471538
      },
      {
        "text": "If the worker starts to struggle, the feeder needs to slow down.",
        "start": 471634,
        "end": 474366
      },
      {
        "text": "Don't worry too much about the quality of the shots here.",
        "start": 474428,
        "end": 476562
      },
      {
        "text": "The focus is just on how you move for the same reason.",
        "start": 476576,
        "end": 478998
      },
      {
        "text": "If you can't find someone to feed you, that's okay.",
        "start": 479084,
        "end": 481566
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I would really try to find someone to help you but if you can't just shadow the movement.",
        "start": 481688,
        "end": 485590
      },
      {
        "text": "Shadowing just means doing the same movement but without a shuttle.",
        "start": 485650,
        "end": 488794
      },
      {
        "text": "Either way, make sure you record it and run it through the checklist.",
        "start": 488902,
        "end": 491614
      },
      {
        "text": "If you pass Congratulations.",
        "start": 491662,
        "end": 493162
      },
      {
        "text": "The lunge is a movement we're going to use continuously in our game and it's critical for fast front court play.",
        "start": 493246,
        "end": 498510
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If you don't pass the Swift checklist, make sure you take the feedback on board and use it to correct your lungs.",
        "start": 498560,
        "end": 502978
      },
      {
        "text": "When you start implementing the lunging, you'll see a huge improvement with your front court retrieval skills.",
        "start": 503014,
        "end": 507850
      },
      {
        "text": "In the next video, we'll cover another finishing move but this time at the back of the court.",
        "start": 507910,
        "end": 512218
      },
      {
        "text": "Stay tuned.",
        "start": 512314,
        "end": 512830
      }
    ]
  }
]