[
  {
    "sentences": [
      {
        "text": "Now who doesn't like winning rallies with a wellplaced smash?",
        "start": 190,
        "end": 3718
      },
      {
        "text": "I know I do, and apparently so does all of YouTube.",
        "start": 3814,
        "end": 6826
      },
      {
        "text": "The 6th building block isn't just going to help us generate more power in our smashes, it's also going to allow you to follow up quicker so you can get to the net and play that kit.",
        "start": 6898,
        "end": 15322
      },
      {
        "text": "In this lesson we'll be learning about the scissor kick.",
        "start": 15466,
        "end": 17854
      },
      {
        "text": "The scissor kick is a finishing movement that we use at the back of the court as we hit an overhead shot.",
        "start": 17902,
        "end": 22906
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It's called a scissor kick because our legs change position from front to back like a pair of scissors.",
        "start": 22978,
        "end": 28042
      },
      {
        "text": "I know it's not a very good analogy, but no one else came up with anything better.",
        "start": 28126,
        "end": 31890
      },
      {
        "text": "The scissor kick is only used at the back of the court.",
        "start": 31940,
        "end": 34090
      },
      {
        "text": "Obviously, this isn't something that we use at the front that would look pretty ridiculous when we hit an overhead shot in badminton.",
        "start": 34150,
        "end": 39538
      },
      {
        "text": "We typically start off with our racket leg backwards and our non racket leg forwards.",
        "start": 39574,
        "end": 43414
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The scissor kick involves turning your body in mid air so you land with your racket leg forwards and your non racket leg backwards.",
        "start": 43462,
        "end": 49114
      },
      {
        "text": "There are two main benefits to this technique.",
        "start": 49222,
        "end": 51382
      },
      {
        "text": "Number one is everyone's favourite, especially if you're the type of person who likes to smash everything.",
        "start": 51466,
        "end": 56154
      },
      {
        "text": "It allows us to generate more power in our shots because we're putting the weight of our body into the shot.",
        "start": 56312,
        "end": 61750
      },
      {
        "text": "Look at the right side of my body, the same side where my racket is.",
        "start": 61810,
        "end": 64926
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "As I rotate, you see that I'm generating a lot of momentum and this gets transferred into the shuttle.",
        "start": 65048,
        "end": 70330
      },
      {
        "text": "You can think of this like throwing a ball from a sitting position versus being able to put the weight of your body into the throw.",
        "start": 70390,
        "end": 76474
      },
      {
        "text": "Which one do you think would go further?",
        "start": 76582,
        "end": 78106
      },
      {
        "text": "The other benefit is that it allows you to follow up your shot with aggressive movement.",
        "start": 78178,
        "end": 81670
      },
      {
        "text": "After you hit a shot at the back of the court, especially if it's a straight smash, you want to start moving forwards as quickly as possible.",
        "start": 81730,
        "end": 87342
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The faster you can get there, the more pressure you'll be able to exert and you may even get there in time to play a net kill.",
        "start": 87416,
        "end": 92346
      },
      {
        "text": "With this as a kick, you're already starting the forward's momentum as you hit the shuttle.",
        "start": 92408,
        "end": 96034
      },
      {
        "text": "You're also landing in a way that allows you to quickly push off the back leg like a spring.",
        "start": 96082,
        "end": 100198
      },
      {
        "text": "This essentially gives us a head start, which allows us to move forwards with a lot more speed.",
        "start": 100234,
        "end": 104314
      },
      {
        "text": "So let's have a look how it's done.",
        "start": 104422,
        "end": 106146
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Start with your racket leg behind, your non racket leg a little wider than shoulder width apart.",
        "start": 106208,
        "end": 110878
      },
      {
        "text": "This is the position you should get most of your overhead shots from the scissor kick jump and rotate your feet at the same time.",
        "start": 111034,
        "end": 117822
      },
      {
        "text": "When I say jump, I don't mean you need to get a lot of vertical height.",
        "start": 117956,
        "end": 121390
      },
      {
        "text": "All you have to do is get both feet off the floor just long enough for them to switch position.",
        "start": 121510,
        "end": 125994
      },
      {
        "text": "At the same time, you would swing your racket at the shuttle.",
        "start": 126092,
        "end": 128566
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "When you land, you want to be in this position.",
        "start": 128638,
        "end": 130818
      },
      {
        "text": "My racket foot is now at the front and it's pointing forwards.",
        "start": 130964,
        "end": 133774
      },
      {
        "text": "My non racket foot is now at the back and it's pointing sideways.",
        "start": 133822,
        "end": 136738
      },
      {
        "text": "This is incredibly important.",
        "start": 136834,
        "end": 138330
      },
      {
        "text": "Make sure your back foot is pointing this way when you land.",
        "start": 138440,
        "end": 140922
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This is the safest way to land.",
        "start": 140996,
        "end": 142578
      },
      {
        "text": "If you tried to land with this foot pointed forward, you'd put a lot of strain on your Achilles tendon and this could lead to an injury.",
        "start": 142664,
        "end": 148294
      },
      {
        "text": "So land with your foot sideways and this also leads nicely to my next point.",
        "start": 148342,
        "end": 151650
      },
      {
        "text": "When you land from the scissor kick or any shot.",
        "start": 151700,
        "end": 153742
      },
      {
        "text": "Really, you want to start recovering as soon as possible.",
        "start": 153766,
        "end": 156522
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "In the case of a rear court shot, this means moving forwards, and if you played a smash, it's especially important that you start moving forwards fast.",
        "start": 156656,
        "end": 164130
      },
      {
        "text": "As I mentioned, the fact that our momentum is already moving forward is a good start, but we can do even better by pushing off the back leg.",
        "start": 164240,
        "end": 171882
      },
      {
        "text": "When you scissor kick, your back foot will usually land slightly before your front foot.",
        "start": 172016,
        "end": 176058
      },
      {
        "text": "As soon as it meets the floor, you want to push against the ground to propel yourself forwards.",
        "start": 176144,
        "end": 180898
      },
      {
        "text": "Think of it like a sprinter pushing against the starting blocks to launch himself forwards.",
        "start": 181054,
        "end": 185062
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Generally, when you seize a kick, both feet need to come off the floor.",
        "start": 185146,
        "end": 188398
      },
      {
        "text": "This is the most aggressive movement and allows us to switch our feet in mid air.",
        "start": 188494,
        "end": 192342
      },
      {
        "text": "But while we are jumping, this is not the same thing as a jump smash.",
        "start": 192476,
        "end": 196798
      },
      {
        "text": "In the jump smash, the goal is to jump as high as possible to get a steeper angle on the smash.",
        "start": 196894,
        "end": 201730
      },
      {
        "text": "This is an advanced technique that really shouldn't be attempted until you get to a much higher skill level.",
        "start": 201850,
        "end": 206742
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I know it's tempting, but learning the jump smash really won't be useful right now.",
        "start": 206816,
        "end": 210534
      },
      {
        "text": "The scissor kick is something different.",
        "start": 210572,
        "end": 212022
      },
      {
        "text": "It's a fundamental movement that every balanced player needs to learn and do regardless of ability.",
        "start": 212096,
        "end": 217078
      },
      {
        "text": "Don't get this confused with the jump smash just because you are jumping in the air.",
        "start": 217174,
        "end": 220374
      },
      {
        "text": "But now in the scissor kick, I only want you to jump the minimum amount required to switch your feet around and rotate your body.",
        "start": 220412,
        "end": 226566
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Trying to jump any higher is just going to mess with your timing and consistency.",
        "start": 226628,
        "end": 229942
      },
      {
        "text": "The scissor kick is an aggressive movement, so in general, it's only used when you have time to get behind the shuttle.",
        "start": 230026,
        "end": 235390
      },
      {
        "text": "Getting your body behind the shuttle is a very good position to hit from.",
        "start": 235450,
        "end": 239046
      },
      {
        "text": "If you are under pressure, that means you wouldn't have as much time to get to the shuttle.",
        "start": 239108,
        "end": 242638
      },
      {
        "text": "So maybe taking it from behind your body.",
        "start": 242674,
        "end": 245106
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "In this situation, the scissor kick is generally not a good idea.",
        "start": 245228,
        "end": 248418
      },
      {
        "text": "Like you see here.",
        "start": 248504,
        "end": 249270
      },
      {
        "text": "Trying to scissors in this position looks a little silly.",
        "start": 249320,
        "end": 251554
      },
      {
        "text": "I'm not getting any of the benefits because the shuttle was already gone well past my body.",
        "start": 251602,
        "end": 255174
      },
      {
        "text": "A more defensive finishing move would be more appropriate here.",
        "start": 255212,
        "end": 257754
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Because of this, you'll see the scissor kick being used frequently in doubles.",
        "start": 257792,
        "end": 260962
      },
      {
        "text": "Think about it.",
        "start": 261046,
        "end": 261918
      },
      {
        "text": "If you're smashing in doubles, you only need to worry about the back half of the court.",
        "start": 262004,
        "end": 265966
      },
      {
        "text": "Since your partner is at the front, you always have time to get behind the shuttle.",
        "start": 266098,
        "end": 269614
      },
      {
        "text": "The scissor kick is great here since you're not under pressure, so it allows you to generate extra power.",
        "start": 269662,
        "end": 273990
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "But when you play singles, you'll commonly find yourself under movement pressure because you have to cover the entire court on your own and your opponent will be trying to move you around.",
        "start": 274040,
        "end": 281466
      },
      {
        "text": "For this reason, physical kicks are seen less than singles.",
        "start": 281528,
        "end": 284338
      },
      {
        "text": "Save it for when you have the upper hand and have time to get behind the shuttle.",
        "start": 284434,
        "end": 287710
      },
      {
        "text": "The one exception to this is that you still generally see the kick when the shuttle has gone slightly behind you on the backhand side.",
        "start": 287770,
        "end": 293610
      },
      {
        "text": "If the shuttle's only gone slightly past you, it sometimes still makes sense to do this as opposed to playing a backhand shot.",
        "start": 293660,
        "end": 298918
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "We'll discuss that a bit more in depth in Module Three.",
        "start": 298954,
        "end": 301110
      },
      {
        "text": "There are two main differences when playing a shot like this.",
        "start": 301160,
        "end": 303594
      },
      {
        "text": "Firstly, your body will actually be moving backwards as you hit the shot.",
        "start": 303692,
        "end": 307234
      },
      {
        "text": "So while you're still generating momentum in the scissor kick with body rotation, your body as a whole will be travelling backwards.",
        "start": 307282,
        "end": 312970
      },
      {
        "text": "When this happens, you also often see the player change the position of their feet without a jump, instead opting to bring their non racket leg backwards instead.",
        "start": 313030,
        "end": 320466
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You'll also see this if a player is trying to conserve energy, don't worry about these variations for the scissor kick.",
        "start": 320588,
        "end": 325462
      },
      {
        "text": "For now, we'll cover them in more detail when we go over the backhand corner in Module Three.",
        "start": 325486,
        "end": 330114
      },
      {
        "text": "And when you learn the standard scissor kick I first showed you, it becomes much easier to adapt it to different variations.",
        "start": 330152,
        "end": 335314
      },
      {
        "text": "Again, I just want to let you know that these exist so you don't get confused if you watch a band player do something different.",
        "start": 335422,
        "end": 341046
      },
      {
        "text": "To recap, here's Lee Chongwe demonstrating a scissor kick.",
        "start": 341108,
        "end": 343834
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "He first plays a drop shot with a scissor kick and then does the same thing for a smash.",
        "start": 343882,
        "end": 347458
      },
      {
        "text": "Let's have a look at how he demonstrates the key points from this video.",
        "start": 347554,
        "end": 350574
      },
      {
        "text": "He starts off with his right foot back and his left foot forwards.",
        "start": 350732,
        "end": 353722
      },
      {
        "text": "As he hits the shuttle, both feet come off the floor.",
        "start": 353806,
        "end": 356266
      },
      {
        "text": "He switches the position of his feet in midair and in doing so generates forwards momentum to his hips.",
        "start": 356338,
        "end": 361378
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "He first lands with his back foot and quickly follows up with the front foot.",
        "start": 361534,
        "end": 365082
      },
      {
        "text": "Notice that the back foot is pointed sideways while the front foot is pointed forwards.",
        "start": 365216,
        "end": 368950
      },
      {
        "text": "He then pushes off the back foot to propel himself forward for his recovery.",
        "start": 369010,
        "end": 372766
      },
      {
        "text": "This is even more visible when he smashes since he needs to get forwards quickly and here I am performing a scissor kick in slow motion.",
        "start": 372898,
        "end": 379282
      },
      {
        "text": "You should notice all the key points here as well so this is a very useful video for you to copy and analyse.",
        "start": 379366,
        "end": 384502
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Until now, the previous videos have covered pretty simple concepts.",
        "start": 384586,
        "end": 388030
      },
      {
        "text": "From this point onwards we'll be getting more advanced so these slow motion clips will be a useful resource.",
        "start": 388150,
        "end": 393346
      },
      {
        "text": "Rewatch this as many times as you need and try to copy my movement especially for the assignments.",
        "start": 393478,
        "end": 397822
      },
      {
        "text": "Your assignment for this video is to master the scissor kick first.",
        "start": 397906,
        "end": 401298
      },
      {
        "text": "Take some time to go through everything you learn and spend some time practising it on your own.",
        "start": 401384,
        "end": 405234
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Take as much time as you need here and go through all the key points until you feel comfortable with them.",
        "start": 405272,
        "end": 409578
      },
      {
        "text": "Once you are it's time to get on court stand near the back of the court in this position racket foot backwards non racket foot forwards.",
        "start": 409604,
        "end": 415966
      },
      {
        "text": "My body is essentially facing sideways from here.",
        "start": 416038,
        "end": 419574
      },
      {
        "text": "Have a feeder hit a shot to you.",
        "start": 419672,
        "end": 421278
      },
      {
        "text": "You're going to hit the shot whilst scissor kicking and then do the first few steps of the recovery.",
        "start": 421304,
        "end": 425374
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Focus on pushing off the back foot.",
        "start": 425482,
        "end": 427590
      },
      {
        "text": "The quality of the actual shot you play doesn't really matter but I recommend that you play clear since it's the easiest.",
        "start": 427760,
        "end": 433342
      },
      {
        "text": "Repeat this ten times and make sure you record it since we're going to run it through the Swift checklist.",
        "start": 433426,
        "end": 437650
      },
      {
        "text": "If you don't have a feeder I would really recommend that you try to find one but if you really can't that's okay too.",
        "start": 437710,
        "end": 442950
      },
      {
        "text": "Just shadow yourself doing the movement and run that through the Swift checklist instead.",
        "start": 443000,
        "end": 446358
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If it says you're good, Congratulations you'll be able to implement the scissor kick into your rear court game to develop more power and play more aggressively.",
        "start": 446444,
        "end": 454210
      },
      {
        "text": "If not that's okay address your weak points and run through the assignment again.",
        "start": 454270,
        "end": 457830
      },
      {
        "text": "In the next lesson we're going to cover another re court finishing move.",
        "start": 457880,
        "end": 461094
      },
      {
        "text": "This is going to allow you to play a high quality shots on the rear court even if you're under pressure.",
        "start": 461192,
        "end": 465430
      }
    ]
  }
]