[
  {
    "sentences": [
      {
        "text": "The final building block is a little more obscure.",
        "start": 310,
        "end": 2854
      },
      {
        "text": "You won't get the chance to use it often in badminton, but I still call it a building block because it's one of the most effective ways of winning points.",
        "start": 2962,
        "end": 9102
      },
      {
        "text": "And even though it's quite simple, it's actually a fairly unique movement, so you need to dedicate some time to learning it.",
        "start": 9176,
        "end": 14022
      },
      {
        "text": "I'm talking about the next jump, which is used for playing kills.",
        "start": 14036,
        "end": 16582
      },
      {
        "text": "You can think of it like pouncing onto the shuttle@the.net.",
        "start": 16666,
        "end": 19122
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Net jumps are the fastest way of getting to the shuttle, since you're literally committing everything and leaping to it.",
        "start": 19136,
        "end": 24534
      },
      {
        "text": "However, it also puts you in a position that's impossible to recover from.",
        "start": 24572,
        "end": 27666
      },
      {
        "text": "If I jump in like this and the neck shot goes to the back of the court, there is practically no way for me to get back there in time.",
        "start": 27728,
        "end": 33546
      },
      {
        "text": "So the only time you should use the net jump is when you're in a position to end the rally.",
        "start": 33608,
        "end": 37078
      },
      {
        "text": "If you ever have the opportunity to play a kill, you should always take it.",
        "start": 37114,
        "end": 40326
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "A kill is the most effective shot, and it's the best way of ending a rally, but you only have a limited window of time to play the kill.",
        "start": 40388,
        "end": 46494
      },
      {
        "text": "Once the shuttle drops below the tape, it's gone.",
        "start": 46592,
        "end": 48834
      },
      {
        "text": "The net jump is used to get to the shuttle while we can still kill it.",
        "start": 48872,
        "end": 51858
      },
      {
        "text": "The movement itself is actually pretty intuitive.",
        "start": 51884,
        "end": 53914
      },
      {
        "text": "Start off with your racket leg forwards.",
        "start": 54022,
        "end": 55714
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "When you're at the net, this will generally be the stance that you're in, and we'll talk a bit more about that in module three.",
        "start": 55762,
        "end": 60222
      },
      {
        "text": "From this stance, as soon as you notice the shuttle is coming over the net high enough to kill, you need to decide if you're going to commit to the net jump or not.",
        "start": 60296,
        "end": 67566
      },
      {
        "text": "If so, reach out with your racket and jump towards it.",
        "start": 67688,
        "end": 70818
      },
      {
        "text": "You should take off and land with your racket leg.",
        "start": 70904,
        "end": 73074
      },
      {
        "text": "See how I'm essentially leaping forwards, which means I have to land on just 1ft to balance yourself.",
        "start": 73172,
        "end": 78018
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Keep your non racket arm behind.",
        "start": 78104,
        "end": 79518
      },
      {
        "text": "In terms of technique, there really isn't much to it.",
        "start": 79604,
        "end": 81858
      },
      {
        "text": "It's literally just a leap towards the net.",
        "start": 81884,
        "end": 83574
      },
      {
        "text": "But what's more important for this building block is your mindset.",
        "start": 83612,
        "end": 86194
      },
      {
        "text": "If you're going to use the net jump, you have to commit to it 100%.",
        "start": 86242,
        "end": 89406
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If you're unsure or hesitant, don't do it.",
        "start": 89528,
        "end": 91554
      },
      {
        "text": "Just lunge in and play a safe shot.",
        "start": 91592,
        "end": 93238
      },
      {
        "text": "The reason for this is if you're on the fence about the net jump, you get the worst of both worlds.",
        "start": 93274,
        "end": 97462
      },
      {
        "text": "You won't have the decisiveness to end the rally, but you'll still put yourself in a position that's impossible to recover from.",
        "start": 97546,
        "end": 102930
      },
      {
        "text": "When you go for a net jump, I want you to be thinking this exact statement in your head.",
        "start": 102980,
        "end": 106878
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I'm going to win the rally outright.",
        "start": 107024,
        "end": 108766
      },
      {
        "text": "I do not care what happens after this shot.",
        "start": 108838,
        "end": 111154
      },
      {
        "text": "Here is Lee Jonwei demonstrating a net jump.",
        "start": 111202,
        "end": 113490
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "He's positioned at the front of the net, waiting for the return and as you can see he's standing with his racket foot forward and his non racket foot directly behind.",
        "start": 119130,
        "end": 126730
      },
      {
        "text": "When his opponent returns the shuttle he notices that he can kill it so he instantly jumps forward and goes for the kill.",
        "start": 126840,
        "end": 132706
      },
      {
        "text": "Look how fast he is here.",
        "start": 132828,
        "end": 134074
      },
      {
        "text": "He's completely committed.",
        "start": 134112,
        "end": 135446
      },
      {
        "text": "That's the same attitude I want you to have from this position.",
        "start": 135518,
        "end": 138814
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "He leaps forwards primarily pushing off his right foot and also landing on it.",
        "start": 138912,
        "end": 143158
      },
      {
        "text": "He brings his racket into position straight away so no time is wasted when playing the shot.",
        "start": 143244,
        "end": 147494
      },
      {
        "text": "Your assignment is to learn how to do this.",
        "start": 147602,
        "end": 149566
      },
      {
        "text": "Since there isn't as much technique involved as the other building blocks, it shouldn't take as long.",
        "start": 149628,
        "end": 153526
      },
      {
        "text": "Spend some time shadowing and practising this movement on your own and then go on court with a feeder.",
        "start": 153588,
        "end": 157934
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Position yourself at the front of the net roughly around the service line.",
        "start": 157982,
        "end": 161062
      },
      {
        "text": "Stand sideways with your racket foot forwards.",
        "start": 161136,
        "end": 163190
      },
      {
        "text": "Get your feeders to throw an underarm shot while making sure it's high enough to kill.",
        "start": 163250,
        "end": 166762
      },
      {
        "text": "Practise this shot ten times, record yourself and run it through the Swift checklist.",
        "start": 166836,
        "end": 170870
      },
      {
        "text": "If you've passed this assignment as well as the others, Congratulations, you've now mastered all the building blocks of footwork.",
        "start": 170930,
        "end": 176834
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Pretty cool, right?",
        "start": 176942,
        "end": 177670
      },
      {
        "text": "If not just repeat the same process, take on the feedback and you'll be there in no time.",
        "start": 177720,
        "end": 181630
      },
      {
        "text": "We're getting pretty close to module three where we'll start to put everything everything together but first a quick debrief.",
        "start": 181680,
        "end": 186530
      }
    ]
  }
]