[
  {
    "sentences": [
      {
        "text": "In the last module you learnt what the eight building blocks of footwork are to recap.",
        "start": 130,
        "end": 4246
      },
      {
        "text": "These are the individual elements that make up all of our balance and movements and by now you should have mastered each of these building blocks by going through the assignments.",
        "start": 4318,
        "end": 12130
      },
      {
        "text": "Congratulations.",
        "start": 12250,
        "end": 13078
      },
      {
        "text": "The basics are so important.",
        "start": 13174,
        "end": 15150
      },
      {
        "text": "This already separates you from 99% of badminton players who never took the time to work on their technique.",
        "start": 15320,
        "end": 20554
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "In this module, your hard work is going to pay off.",
        "start": 20602,
        "end": 23154
      },
      {
        "text": "We're going to combine the eight building blocks and you'll learn how to move to each corner of the babysitter court in every situation.",
        "start": 23252,
        "end": 28926
      },
      {
        "text": "In addition, I'm going to teach you when you should move in one way compared to another.",
        "start": 29048,
        "end": 32922
      },
      {
        "text": "Not a lot of people know this, but in badminton there's actually multiple ways of moving to the same corner.",
        "start": 33056,
        "end": 37630
      },
      {
        "text": "This depends on a lot of factors so it can be very confusing, especially if you try to figure all of this out on your own.",
        "start": 37690,
        "end": 43434
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "But don't worry, we're going to cover every option, so by the end you should know what to do in any situation.",
        "start": 43532,
        "end": 49134
      },
      {
        "text": "I'm so excited for you to go through this module.",
        "start": 49232,
        "end": 51622
      },
      {
        "text": "The reason I felt so passionate about creating this course is this is exactly what I would have needed all those years ago.",
        "start": 51706,
        "end": 57474
      },
      {
        "text": "It would have saved me so much frustration.",
        "start": 57512,
        "end": 59542
      },
      {
        "text": "I still remember putting my hair out in frustration trying to teach myself footwork.",
        "start": 59626,
        "end": 63454
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I would spend all day watching YouTube videos of Linda and Leechan Way, porting the video frame by frame to try and dissect how they were able to glide around a court so easily.",
        "start": 63562,
        "end": 72670
      },
      {
        "text": "And trust me, this was multiple years ago and back then YouTube and the internet wasn't as good of an experience as it is now.",
        "start": 72790,
        "end": 81042
      },
      {
        "text": "There was a lot of buffering and this caused me so many headaches.",
        "start": 81116,
        "end": 84946
      },
      {
        "text": "To make things worse, there was so much conflicting information.",
        "start": 85018,
        "end": 87678
      },
      {
        "text": "I'd see a player moved to one corner a certain way, but then straight after that they moved to the same corner in a different way and I had no idea why they did that.",
        "start": 87824,
        "end": 95706
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I had no one to tell me.",
        "start": 95768,
        "end": 96846
      },
      {
        "text": "Essentially I'm Super jealous of you having something like this.",
        "start": 96908,
        "end": 100038
      },
      {
        "text": "When I started the sport would have been a godsend back then I didn't get any coaching and there was nothing good available on the internet, so I had to figure all of this out myself.",
        "start": 100064,
        "end": 108102
      },
      {
        "text": "So this module alone will fast forward your boundaries in progress ten times what I went through.",
        "start": 108176,
        "end": 112806
      },
      {
        "text": "I'm so excited for you.",
        "start": 112868,
        "end": 114306
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Before we get started, I need to address something.",
        "start": 114368,
        "end": 116526
      },
      {
        "text": "Even though the end goal is to get you moving faster around a bound to court.",
        "start": 116648,
        "end": 120262
      },
      {
        "text": "For now, I need you to take your time.",
        "start": 120346,
        "end": 122478
      },
      {
        "text": "When you go through this module, don't just try to move around the court at Max speed.",
        "start": 122564,
        "end": 126454
      },
      {
        "text": "At this point in your journey, you won't be able to maintain technical quality unless you've deliberately slowed down the movement this might feel frustrating at first, but the goal of this module is to build up the right muscle memory.",
        "start": 126502,
        "end": 136234
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Once you do, the speed will come naturally.",
        "start": 136342,
        "end": 138406
      },
      {
        "text": "This is incredibly important.",
        "start": 138478,
        "end": 139914
      },
      {
        "text": "To quote Gordon Ramsay, don't worry about the speed.",
        "start": 140012,
        "end": 143218
      },
      {
        "text": "Be more precise.",
        "start": 143314,
        "end": 144466
      },
      {
        "text": "Forget the speed that will come.",
        "start": 144598,
        "end": 146862
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You wouldn't pick up a knife for the first time and try to start cutting vegetables like this.",
        "start": 146996,
        "end": 150846
      },
      {
        "text": "No, you learn the basic techniques first until it became muscle memory, and only then do you start building up the speed.",
        "start": 150908,
        "end": 156754
      },
      {
        "text": "Also, make sure you've gone through all the assignments from module two before you continue.",
        "start": 156802,
        "end": 160482
      },
      {
        "text": "From here on out, I'll assume that you've mastered all of the eight building blocks.",
        "start": 160616,
        "end": 164314
      },
      {
        "text": "Bear warning, there's going to be quite a lot of information to take in this module, and we're going to cover it quite quickly.",
        "start": 164362,
        "end": 169542
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If you start to struggle, don't panic.",
        "start": 169676,
        "end": 171706
      },
      {
        "text": "This is supposed to be hard.",
        "start": 171778,
        "end": 173070
      },
      {
        "text": "It took me years to learn everything in this module, and even though it won't take you nearly as much time, it will still require some work.",
        "start": 173120,
        "end": 179250
      },
      {
        "text": "Feel free to rewatch the videos as many times as you need.",
        "start": 179360,
        "end": 181854
      },
      {
        "text": "The best way to learn is to go through the videos slowly.",
        "start": 181892,
        "end": 184234
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Don't just binge watch the series.",
        "start": 184282,
        "end": 185818
      },
      {
        "text": "Make sure you do the assignments, and keep practising.",
        "start": 185914,
        "end": 188134
      },
      {
        "text": "After every lesson, the assignments are going to be challenging, even more so than the ones in module two, and that's because we've reached a more advanced stage of the course.",
        "start": 188182,
        "end": 195546
      },
      {
        "text": "Like I said, the goal of the assignment is to make sure you're doing the techniques correctly, which is why I've created the Swift checklist.",
        "start": 195608,
        "end": 201262
      },
      {
        "text": "But just as important is for you to commit these techniques to muscle memory.",
        "start": 201346,
        "end": 204994
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "How long this takes depends on your individual circumstances and current skill level.",
        "start": 205042,
        "end": 208794
      },
      {
        "text": "It could be anywhere from a few minutes to a few days.",
        "start": 208832,
        "end": 211602
      },
      {
        "text": "So if you're someone who requires a bit more time, just going through the assignments might not be enough.",
        "start": 211676,
        "end": 216162
      },
      {
        "text": "In fact, I've deliberately designed the assignments to be quite short, so for most people, you're going to require extra reps until you build that muscle memory.",
        "start": 216296,
        "end": 223954
      },
      {
        "text": "If that's the case, I would highly encourage you to keep practising until it really becomes muscle memory.",
        "start": 224002,
        "end": 228658
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "No matter how long it takes, never feel rushed.",
        "start": 228694,
        "end": 231022
      },
      {
        "text": "The whole point of this course is for you to work at your own pace whenever you have the time.",
        "start": 231106,
        "end": 235014
      },
      {
        "text": "So even if it takes you a few days to get in enough reps, then please do so.",
        "start": 235112,
        "end": 239778
      },
      {
        "text": "Building the muscle memory is so important.",
        "start": 239864,
        "end": 241962
      },
      {
        "text": "We're going to cover a lot, and if you are working with a life coach, it will take you weeks, if not months, to cover all this material.",
        "start": 242036,
        "end": 248266
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So if you ever feel like you're struggling, just remember that you are learning a lot of information.",
        "start": 248398,
        "end": 252810
      },
      {
        "text": "But trust me, the struggle will be so worth it.",
        "start": 252920,
        "end": 255870
      },
      {
        "text": "Instead of feeling silly because you're always late for the shuttle despite running around the court like a hellish chicken you'll be able to dictate the pace of the game and play damage in your way developing your aggressive playstyle.",
        "start": 255980,
        "end": 267310
      },
      {
        "text": "Soon they'll be the one out of breath constantly chasing the shuttle.",
        "start": 267370,
        "end": 270730
      },
      {
        "text": "Not only are you going to be able to retrieve more shots in defensive situations, you'll also start to develop a fiercely aggressive playstyle that will allow you to control the rally.",
        "start": 270790,
        "end": 279598
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Doesn't that sound awesome?",
        "start": 279694,
        "end": 280650
      },
      {
        "text": "I sure think so.",
        "start": 280700,
        "end": 281574
      },
      {
        "text": "But if you start to struggle or want to throw in the towel, I wanted you to think back to your core motivators that you wrote down in module one reminding yourself of these could be the difference between success and failure.",
        "start": 281612,
        "end": 291778
      },
      {
        "text": "We'll start this module off by learning front court footwork progress to rear court footwork and then round it off with footwork for the mid court.",
        "start": 291814,
        "end": 298474
      },
      {
        "text": "Let's get started.",
        "start": 298582,
        "end": 299100
      }
    ]
  }
]