[
  {
    "sentences": [
      {
        "text": "Like I said in the last video, we can split the footwork for the forehand front core into three categories based on each individual situation.",
        "start": 190,
        "end": 7038
      },
      {
        "text": "You'll see players move in one of three ways.",
        "start": 7184,
        "end": 9438
      },
      {
        "text": "I'll teach you the three techniques in this lesson.",
        "start": 9524,
        "end": 11566
      },
      {
        "text": "They're based on running steps, Chassis Steps, and the Net Jump Up.",
        "start": 11638,
        "end": 15174
      },
      {
        "text": "Not only are you going to learn how to use all three, you'll also learn exactly when to use them.",
        "start": 15212,
        "end": 19830
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "We'll then also cover how to recover from this corner.",
        "start": 19940,
        "end": 22630
      },
      {
        "text": "The first movement option we're going to cover is the one with running steps.",
        "start": 22690,
        "end": 25654
      },
      {
        "text": "The building blocks required for this movement are the neutral stance, split step, running steps and lunge.",
        "start": 25702,
        "end": 31306
      },
      {
        "text": "Start off in the middle of the court.",
        "start": 31378,
        "end": 32794
      },
      {
        "text": "Standing in your neutral stance, make sure your right foot is slightly ahead of your left foot.",
        "start": 32842,
        "end": 36882
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "From this position, do a split step.",
        "start": 36956,
        "end": 38826
      },
      {
        "text": "Immediately after your split step, take one step with your non racket foot.",
        "start": 38948,
        "end": 42438
      },
      {
        "text": "For me, this is my left foot.",
        "start": 42524,
        "end": 44286
      },
      {
        "text": "From here, you can cover the rest of the distance by lunging with your right foot.",
        "start": 44408,
        "end": 48246
      },
      {
        "text": "Let me show you that again.",
        "start": 48428,
        "end": 49722
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Split step with left lunge with right.",
        "start": 49856,
        "end": 53180
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "That's really all there is to running steps.",
        "start": 57030,
        "end": 58994
      },
      {
        "text": "Like I said, it's a fairly simple and intuitive movement.",
        "start": 59042,
        "end": 61754
      },
      {
        "text": "The main thing to consider is to make sure that you step out with your non racket leg first and then lunge onto your racket leg.",
        "start": 61862,
        "end": 67390
      },
      {
        "text": "You might be surprised that we're only taking one step and lunge to get there, but the truth is, many beginners take too many steps, and the more steps you take, the less efficient your movement becomes.",
        "start": 67440,
        "end": 76994
      },
      {
        "text": "If this seems too difficult, let me assure you that you don't actually have to move as far as you think you do.",
        "start": 77042,
        "end": 82330
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Look at how much extra distance I get just by reaching my arm and racket out.",
        "start": 82380,
        "end": 86302
      },
      {
        "text": "And remember that most shots will be in this area, not over here.",
        "start": 86376,
        "end": 89902
      },
      {
        "text": "If you're struggling, focus on taking longer steps and extend your lunge by getting lower.",
        "start": 89976,
        "end": 94582
      },
      {
        "text": "So when should you use this technique?",
        "start": 94656,
        "end": 96458
      },
      {
        "text": "Well, since you're using running steps, this is best for covering a long distance, so you would use it if you are far away from the shuttle.",
        "start": 96554,
        "end": 103010
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Let's say you're on the backhand side of the court and you play a cross court drop shot.",
        "start": 103070,
        "end": 106862
      },
      {
        "text": "You'll start recovering to the middle.",
        "start": 106946,
        "end": 108346
      },
      {
        "text": "Then, if your opponent blocks the shuttle to the forehand corner, you would use this exact movement, since there's a long distance between you and the shuttle.",
        "start": 108408,
        "end": 115346
      },
      {
        "text": "Notice how I split step on my left and then lunge.",
        "start": 115478,
        "end": 119050
      },
      {
        "text": "Another time we'd use this is if we played a smash.",
        "start": 119490,
        "end": 122150
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Since the smash is such a fast shot, you want to start moving forward as soon as possible to prepare for the block return.",
        "start": 122270,
        "end": 128278
      },
      {
        "text": "Again.",
        "start": 128364,
        "end": 128722
      },
      {
        "text": "This is a situation where you have a long distance to travel, so running steps makes the most sense.",
        "start": 128796,
        "end": 133342
      },
      {
        "text": "This is a little different though, since after a powerful smash, you usually run straight to the net instead of recovering to the middle first.",
        "start": 133416,
        "end": 140230
      },
      {
        "text": "So in this situation, you might need to take more than two steps.",
        "start": 140340,
        "end": 143570
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Since we're coming in all the way from the back instead of the middle, just make sure you time it correctly so that your final step is a lunge on your right foot.",
        "start": 143630,
        "end": 150682
      },
      {
        "text": "The other most common way of moving to this corner is with a chassis step.",
        "start": 150756,
        "end": 154294
      },
      {
        "text": "This is very similar to what we just learned, but replaces the running step with a chassis step.",
        "start": 154392,
        "end": 158962
      },
      {
        "text": "Start off in the middle of the court.",
        "start": 159096,
        "end": 160598
      },
      {
        "text": "From your neutral stance, do a split step.",
        "start": 160634,
        "end": 162862
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Remember that your right foot should be slightly ahead of your left foot.",
        "start": 162996,
        "end": 166006
      },
      {
        "text": "Angle your body towards the forehand corner and take one chassis step.",
        "start": 166128,
        "end": 169690
      },
      {
        "text": "Your right foot should be ahead of your left foot, and they should be angled towards the corner.",
        "start": 169800,
        "end": 173354
      },
      {
        "text": "Then take a lunge to finish the movement one more time.",
        "start": 173462,
        "end": 176782
      },
      {
        "text": "Split Step Chassis step, then Lunge Since running steps are best for covering long distances, you've probably figured out that chassis steps are best for covering short distances, and you'd be correct.",
        "start": 176916,
        "end": 190262
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Chassis steps are more efficient than running steps when covering a short distance.",
        "start": 190336,
        "end": 194346
      },
      {
        "text": "If you try to use running steps here, it just wouldn't work.",
        "start": 194478,
        "end": 197378
      },
      {
        "text": "Also, chassis steps don't have the disadvantage of having to cross over your body.",
        "start": 197524,
        "end": 202022
      },
      {
        "text": "Because of this, chassis steps are generally the preferred option on the forehand side.",
        "start": 202096,
        "end": 206270
      },
      {
        "text": "So while running steps are still best for long distances, if it's a short or medium distance, you would default to the chassis step.",
        "start": 206380,
        "end": 213590
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "For this corner of the court.",
        "start": 213640,
        "end": 214830
      },
      {
        "text": "The last type of movement is the net jump.",
        "start": 214890,
        "end": 216978
      },
      {
        "text": "This won't be used as frequently, since it's only used to end the rally of a loose net shot.",
        "start": 217074,
        "end": 221454
      },
      {
        "text": "This means if your opponent plays a net shot or a drop shot that comes over the net too high, you can net jump to it and play a kill.",
        "start": 221502,
        "end": 227750
      },
      {
        "text": "The net jump is the absolute quickest way of moving to the net, but it puts you in a position that's impossible to recover from, so make sure you only use it in situations where the extra speed is the difference between killing the shuttle and seeing it fall below the tape.",
        "start": 227800,
        "end": 241290
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Since this is more about the building block itself, you have a lot more freedom with how you get in position.",
        "start": 241350,
        "end": 246170
      },
      {
        "text": "Whether you use running steps or chassis steps, it doesn't really matter as long as you are in a position to use the net jump and kill the shuttle.",
        "start": 246340,
        "end": 252774
      },
      {
        "text": "Whatever you do, make sure you move with the intention of getting to the shuttle as quickly as possible.",
        "start": 252822,
        "end": 257198
      },
      {
        "text": "Since we're 100% committed to ending the rally, it's okay.",
        "start": 257344,
        "end": 260654
      },
      {
        "text": "If your technique isn't perfect, just get there and kill it before the shuttle falls below the tape.",
        "start": 260692,
        "end": 265050
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "These are the three main movement patterns to get to the front of the court.",
        "start": 265110,
        "end": 268362
      },
      {
        "text": "But for the forehand side specifically, there's another option that's sort of a mix between a running step and a chassis.",
        "start": 268446,
        "end": 273978
      },
      {
        "text": "You can think of this as an optional extra.",
        "start": 274074,
        "end": 276422
      },
      {
        "text": "I'll explain why it exists and why only on the forehand corner later.",
        "start": 276496,
        "end": 279974
      },
      {
        "text": "But first let me introduce it.",
        "start": 280072,
        "end": 281846
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It's called the Cross Behind, and it looks something like this.",
        "start": 281908,
        "end": 284726
      },
      {
        "text": "It's not the same as a chassis step since my legs are crossing over, but it also isn't the same as a running step since my left leg is going behind my right leg.",
        "start": 284788,
        "end": 292826
      },
      {
        "text": "This has some interesting advantages for the forehand corner specifically.",
        "start": 292888,
        "end": 296466
      },
      {
        "text": "First, it allows you to cover more distance than a chassis step, but unlike running steps, it doesn't involve you crossing over your body.",
        "start": 296538,
        "end": 302930
      },
      {
        "text": "While running steps are still best for very long distances, the first step involves you crossing your left leg around your body.",
        "start": 302980,
        "end": 309782
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This isn't ideal because it puts you off balance, and there's even a few situations where this is extremely inconvenient.",
        "start": 309856,
        "end": 316518
      },
      {
        "text": "For example, imagine you played a straight net shot on your backhand side.",
        "start": 316614,
        "end": 320426
      },
      {
        "text": "Your opponent gets to the shuttle and plays a cross court net shot.",
        "start": 320548,
        "end": 323658
      },
      {
        "text": "In this situation, you didn't have time to recover back to the middle.",
        "start": 323694,
        "end": 327002
      },
      {
        "text": "So what's the best way to get to the forehand corner from here?",
        "start": 327076,
        "end": 329990
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Since I'm at the net, my body will be positioned this way.",
        "start": 330040,
        "end": 332570
      },
      {
        "text": "So if I wanted to use chassis steps, I would first have to do a little jump to rotate my body this way and then continue the movement.",
        "start": 332620,
        "end": 339258
      },
      {
        "text": "This is pretty slow with running steps, it's just as bad.",
        "start": 339354,
        "end": 342398
      },
      {
        "text": "I first need to take a step with my right leg to angle my body in this direction.",
        "start": 342484,
        "end": 346362
      },
      {
        "text": "I then take a step with my left leg, and as you can see, this puts me in a very awkward, unbalanced position.",
        "start": 346446,
        "end": 352240
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Finally, I can lunge with my right leg, but this clearly isn't ideal.",
        "start": 352570,
        "end": 356034
      },
      {
        "text": "This is where the Cross Behind comes in.",
        "start": 356082,
        "end": 357770
      },
      {
        "text": "Look how much more natural and efficient it is to reach the forehand corner.",
        "start": 357820,
        "end": 361098
      },
      {
        "text": "From here, all I need to do is cross my non racket leg behind my racket leg and then take one big lunge to the shuttle.",
        "start": 361134,
        "end": 366954
      },
      {
        "text": "It's quick, efficient, and doesn't require any awkward body positioning.",
        "start": 367002,
        "end": 370734
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Let me show you how it's done.",
        "start": 370782,
        "end": 371954
      },
      {
        "text": "Just like before, we start off in our neutral stance, we split step.",
        "start": 372052,
        "end": 375338
      },
      {
        "text": "Then the first move is to bring your left foot behind your right foot so they're crossed over in this position.",
        "start": 375424,
        "end": 379934
      },
      {
        "text": "Notice that this is different to a running step since my leg is going behind and not in front.",
        "start": 380032,
        "end": 384386
      },
      {
        "text": "From here, you will take on a big lunge with your right foot to complete the movement.",
        "start": 384448,
        "end": 388170
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Okay, so one more time, that split step, cross behind, left leg and lunge.",
        "start": 388230,
        "end": 392930
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "And to show you the hypothetical situation@the.net from earlier, after I play my shot, it's the same pattern.",
        "start": 395570,
        "end": 400774
      },
      {
        "text": "I recover back slightly, then cross behind with my left leg and lunge with my right.",
        "start": 400822,
        "end": 404730
      },
      {
        "text": "The Cross Behind is a little more advanced, so it's best to focus on the three main patterns for now.",
        "start": 404780,
        "end": 409506
      },
      {
        "text": "Again, once you learn the fundamentals, you'll naturally start to add in these more advanced techniques as you progress.",
        "start": 409568,
        "end": 414526
      },
      {
        "text": "But like I said, I want this course to be as comprehensive as possible, hence the extra detail.",
        "start": 414598,
        "end": 418986
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So we've now talked about all the ways of moving to the forehand corner, but you might have noticed that we've missed something out.",
        "start": 419048,
        "end": 424446
      },
      {
        "text": "I haven't mentioned how to recover yet.",
        "start": 424508,
        "end": 426234
      },
      {
        "text": "The way we recover after we play the shot is just as important as getting to the shot itself.",
        "start": 426272,
        "end": 431058
      },
      {
        "text": "If we don't recover well, all that good footwork is wasted since we won't be ready to get to the next shot.",
        "start": 431204,
        "end": 436558
      },
      {
        "text": "Luckily, recovery from this corner is pretty simple.",
        "start": 436594,
        "end": 439266
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "We won't talk about the net jump since ideally you should end the rally after playing the kill, so we'll focus on the other two.",
        "start": 439388,
        "end": 445290
      },
      {
        "text": "Each time you move to this corner, you'll finish off with a lunge.",
        "start": 445340,
        "end": 448378
      },
      {
        "text": "You should remember the correct way to recover from a lunge, which we covered back in module two.",
        "start": 448474,
        "end": 452670
      },
      {
        "text": "After a lunge, I'm in a position with my racket foot forwards, so all I need to do is push off this leg.",
        "start": 452720,
        "end": 458142
      },
      {
        "text": "To recover from here, I just need to get back to my base position.",
        "start": 458156,
        "end": 461358
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Let's assume for a second that your base is in the direct middle of the court.",
        "start": 461444,
        "end": 464866
      },
      {
        "text": "In reality, it's a little more complicated, but we'll stick with that for now.",
        "start": 464938,
        "end": 468198
      },
      {
        "text": "Since getting from the front of the court to the middle of the court is quite a long distance to be travelling backwards, running steps are more appropriate than chassis steps here.",
        "start": 468344,
        "end": 476094
      },
      {
        "text": "So as you push off your lunge, don't just wait in the standing position.",
        "start": 476132,
        "end": 479358
      },
      {
        "text": "Instead, push off your right leg and use that momentum to bring it behind your other leg.",
        "start": 479444,
        "end": 483870
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "From here, just take one more step back, because with your left leg and you're back in the centre of the court, let me show you that again.",
        "start": 483920,
        "end": 489522
      },
      {
        "text": "From the lunge, push off the front foot and bring it behind the back leg.",
        "start": 489656,
        "end": 493374
      },
      {
        "text": "Then take another step with your left leg to get back to base.",
        "start": 493472,
        "end": 496398
      },
      {
        "text": "From here you would then split step in preparation for the next shot.",
        "start": 496544,
        "end": 499606
      },
      {
        "text": "However, you won't always be recovering to the middle of the court.",
        "start": 499678,
        "end": 502966
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I know that sounds a little odd, so hear me out.",
        "start": 503038,
        "end": 505254
      },
      {
        "text": "Let's say you play a high lift from the forehand corner.",
        "start": 505352,
        "end": 508678
      },
      {
        "text": "In that situation, yes, you do need to recover back to the middle since your opponent could play any shot and you need to be able to cover all options.",
        "start": 508774,
        "end": 515946
      },
      {
        "text": "But instead, let's say you played a net shop.",
        "start": 516068,
        "end": 518178
      },
      {
        "text": "You wouldn't want to recover all the way back to the middle because what if your opponent just plays another net shot back?",
        "start": 518264,
        "end": 523302
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You then wouldn't be able to get there in time.",
        "start": 523376,
        "end": 525030
      },
      {
        "text": "For this reason, when you play a good net shot, your base position should be closer to the front of the court where you just played the net shot.",
        "start": 525080,
        "end": 531442
      },
      {
        "text": "From from here.",
        "start": 531466,
        "end": 532362
      },
      {
        "text": "I'm in a very good position to cover the net reply, but I should also be able to get to the back of the court in time since a high lift gives me a lot of time to reposition.",
        "start": 532436,
        "end": 540682
      },
      {
        "text": "So to recover from the net to this position, there isn't very far to move.",
        "start": 540766,
        "end": 544506
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Therefore, Chassis Steps Makes More Sense than running Steps again, this recovery is pretty simple.",
        "start": 544568,
        "end": 549246
      },
      {
        "text": "From your lunge position, push off against the front foot.",
        "start": 549308,
        "end": 552126
      },
      {
        "text": "You need to instantly transition this momentum into a chassis step.",
        "start": 552248,
        "end": 555570
      },
      {
        "text": "My right foot comes backwards and then my left foot quickly follows just one more time, push off the lunge and then chassis backwards.",
        "start": 555620,
        "end": 562030
      },
      {
        "text": "By bringing the front foot back and then the back foot.",
        "start": 562090,
        "end": 564486
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This stance puts me in a position with my right leg forwards.",
        "start": 564548,
        "end": 567394
      },
      {
        "text": "This is correct, and it's one of the few times we don't use a side by side stance like the neutral stance.",
        "start": 567442,
        "end": 572362
      },
      {
        "text": "Again, the reason for this is because it puts us in the best position to return a net shot.",
        "start": 572446,
        "end": 577066
      },
      {
        "text": "To recap, we cover the three main ways of moving to the forehand front court.",
        "start": 577138,
        "end": 581254
      },
      {
        "text": "Running Steps, Chassis steps, and the net jump.",
        "start": 581362,
        "end": 584290
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "We then looked at the cross behind, which is an optional extra that has some advantages over chassis and running steps.",
        "start": 584350,
        "end": 589522
      },
      {
        "text": "If you're more advanced, you can try and implement this.",
        "start": 589606,
        "end": 592086
      },
      {
        "text": "Finally, we looked at the two recovery options running steps for when you need to get back to the middle and chassis steps when you want to stay in@the.net.",
        "start": 592268,
        "end": 599130
      },
      {
        "text": "Here are some examples of Lee Chong Wei demonstrating these examples.",
        "start": 599180,
        "end": 602110
      },
      {
        "text": "Try and pay attention to the key points I brought up in this video.",
        "start": 602170,
        "end": 604974
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Can you see Lee Jungwe demonstrating them?",
        "start": 605072,
        "end": 606978
      },
      {
        "text": "In the first example, he's using running steps.",
        "start": 607004,
        "end": 609382
      },
      {
        "text": "This makes sense as he's coming in from the opposite corner of the court, so has a long distance to travel.",
        "start": 609466,
        "end": 614466
      },
      {
        "text": "Now he moves pretty fast here, so it may be hard to analyse, but let me break it down.",
        "start": 614588,
        "end": 619062
      },
      {
        "text": "After playing a crosscourt drop, he starts to recover back to the middle.",
        "start": 619136,
        "end": 622782
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "As soon as he sees his opponent block it to his forehand corner, he begins the movement just like we did earlier.",
        "start": 622916,
        "end": 628534
      },
      {
        "text": "He takes one large step with his left leg, then takes a long lunge with his right foot.",
        "start": 628582,
        "end": 633702
      },
      {
        "text": "After playing the shot, he instantly recovers.",
        "start": 633776,
        "end": 636238
      },
      {
        "text": "Since he played a lift, he needs to get back to the middle, so it makes the most sense to use running steps.",
        "start": 636334,
        "end": 641314
      },
      {
        "text": "He pushes off the lunging leg and brings it behind his other leg.",
        "start": 641422,
        "end": 644634
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "He then takes one final step back with his left leg.",
        "start": 644732,
        "end": 647346
      },
      {
        "text": "That gets him back to the middle of the court.",
        "start": 647408,
        "end": 649510
      },
      {
        "text": "Now he splits steps and prepares for the next shot.",
        "start": 649630,
        "end": 652290
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It may be difficult for you to copy these movements exactly because Lee Jon Wei is doing some advanced stuff here.",
        "start": 655290,
        "end": 661042
      },
      {
        "text": "It's the same basic movements, but he's flowing them into each other really well.",
        "start": 661116,
        "end": 664750
      },
      {
        "text": "Don't worry if this doesn't make sense or looks intimidating.",
        "start": 664800,
        "end": 667766
      },
      {
        "text": "The slow motion I've included at the end of the video will be easier to copy.",
        "start": 667898,
        "end": 671546
      },
      {
        "text": "Here, Lee Schwan way is quite close to the forehand corner, so uses chassis steps to get there.",
        "start": 671618,
        "end": 676114
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "He starts off in the middle of the court.",
        "start": 676152,
        "end": 678158
      },
      {
        "text": "When his opponent hits the shuttle, he takes one chassis step towards this corner.",
        "start": 678254,
        "end": 682250
      },
      {
        "text": "From there, he just does a lunge and is able to reach the shuttle again.",
        "start": 682310,
        "end": 686350
      },
      {
        "text": "Since he placed a lift, he recovers back to the middle with running steps.",
        "start": 686460,
        "end": 690086
      },
      {
        "text": "Again, there are some small deviations, and that's just because each rally requires minor variations from the fundamentals that we learned.",
        "start": 690158,
        "end": 697190
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Obviously, there's nothing wrong with this, but the best thing for you to do is to learn the fundamentals, which is what we just practised.",
        "start": 697250,
        "end": 703874
      },
      {
        "text": "Once you practise this, you'll start to naturally adapt it to different situations.",
        "start": 703982,
        "end": 707798
      },
      {
        "text": "It's much easier to learn the fundamentals and then adapt it than to go the other way around.",
        "start": 707894,
        "end": 712306
      },
      {
        "text": "Here is Lee Chong Wei doing the net jump.",
        "start": 712368,
        "end": 714146
      },
      {
        "text": "This is the exact same clip that we use in module two, so there's no need to analyse it again.",
        "start": 714218,
        "end": 718774
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If you like, go back to the other video and watch that.",
        "start": 718872,
        "end": 721450
      },
      {
        "text": "So the last thing I want to show you is the recovery.",
        "start": 721500,
        "end": 723746
      },
      {
        "text": "In the first two examples, he plays a lift, so he uses running steps to get back to the middle.",
        "start": 723818,
        "end": 728242
      },
      {
        "text": "Now I want to show you an example where he uses a chassis step to recover.",
        "start": 728376,
        "end": 732110
      },
      {
        "text": "Like I said, if you play a net shot, you don't want to recover all the way back to the middle.",
        "start": 732170,
        "end": 736330
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You just need to take a small step back to stay in@the.net.",
        "start": 736380,
        "end": 739474
      },
      {
        "text": "And that's exactly what Lee Chunwei does here.",
        "start": 739512,
        "end": 741574
      },
      {
        "text": "He recovers by taking a small chassis step to reposition himself, and from this position, he's able to cover a net shot or lift.",
        "start": 741672,
        "end": 748238
      },
      {
        "text": "Reply wow, I know that was a lot of information to take in.",
        "start": 748274,
        "end": 756314
      },
      {
        "text": "If you're feeling overwhelmed at this point, don't worry, that's perfectly normal.",
        "start": 756352,
        "end": 759678
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I just unleash a whole lot of information on you.",
        "start": 759714,
        "end": 761798
      },
      {
        "text": "Feel free to rewatch the video as many times as you need, and remember that the provided PDF worksheet will have a great recap of everything you just learned.",
        "start": 761824,
        "end": 769362
      },
      {
        "text": "To make sure you fully take all this information in.",
        "start": 769386,
        "end": 771530
      },
      {
        "text": "It's important to go through this video's assignments.",
        "start": 771580,
        "end": 773778
      },
      {
        "text": "Not only do I want you to internalise this information, I also need you to start committing it to your muscle memory.",
        "start": 773874,
        "end": 779466
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "By the end of this course, you should be at a point where you can execute all three of the movement options at the right time without having to think about it.",
        "start": 779538,
        "end": 786542
      },
      {
        "text": "That's muscle memory.",
        "start": 786616,
        "end": 787590
      },
      {
        "text": "The first thing, of course, is just to shallow these movements on an empty court.",
        "start": 787650,
        "end": 791538
      },
      {
        "text": "Make sure to include all the key points I brought up in this lesson.",
        "start": 791634,
        "end": 794454
      },
      {
        "text": "I recommend that you start off with running steps, since this should be the most intuitive option.",
        "start": 794502,
        "end": 798662
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Spend a good amount of time here to make sure that you're comfortable with this movement.",
        "start": 798796,
        "end": 802590
      },
      {
        "text": "When you think you've learned it correctly, it's time to record yourself again, shadow it a few times on an empty court while recording yourself, and then run it through the Swift checklist.",
        "start": 802650,
        "end": 811254
      },
      {
        "text": "If the Swift checklist highlights any issues, make sure you address them and then run it through the checklist again.",
        "start": 811302,
        "end": 816086
      },
      {
        "text": "Do this as many times as it takes to pass, and then move on to the next part.",
        "start": 816148,
        "end": 819530
      },
      {
        "text": "At this point, you should have the technique down, so I'm going to challenge you by adding in a shuttle.",
        "start": 819580,
        "end": 823962
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Have a feeder hold a tube of twelve shuttles.",
        "start": 824046,
        "end": 826206
      },
      {
        "text": "He's going to hand feed them to you at the front of the court.",
        "start": 826278,
        "end": 828810
      },
      {
        "text": "You're going to start in the middle and your job is to get to the shuttle with running steps and play a shot.",
        "start": 828930,
        "end": 834078
      },
      {
        "text": "Make sure the speeder doesn't go too fast.",
        "start": 834234,
        "end": 836186
      },
      {
        "text": "The goal here isn't to put you under a lot of pressure, but to help you develop the muscle memory to move like this in a real game.",
        "start": 836308,
        "end": 842858
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If you're struggling to get to the shuttle, tell your feeder to slow down.",
        "start": 842944,
        "end": 846242
      },
      {
        "text": "Once you're done with the set, collect all the shuttles and repeat this three times.",
        "start": 846316,
        "end": 849938
      },
      {
        "text": "Or if you have enough shuttles, just make three tubes of twelve.",
        "start": 850024,
        "end": 852746
      },
      {
        "text": "If you like, you can record this drill and also run it through the Swift checklist.",
        "start": 852808,
        "end": 856758
      },
      {
        "text": "This is really useful to see how you move when there's an actual shuttle in play, but again, this is just an optional extra.",
        "start": 856854,
        "end": 862682
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "But what if you don't have a feeder?",
        "start": 862756,
        "end": 864054
      },
      {
        "text": "Instead, what you can do is set up six shuttles like this.",
        "start": 864102,
        "end": 866906
      },
      {
        "text": "They're spread out across the forehand side of the court just a little bit ahead of the service line.",
        "start": 866968,
        "end": 871274
      },
      {
        "text": "You're going to do something similar.",
        "start": 871312,
        "end": 872726
      },
      {
        "text": "You'll start off in the middle of the court and then use running steps to get to the forehand corner.",
        "start": 872848,
        "end": 877086
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Then, instead of hitting a live shuttle, you'll gently tap over one of the shuttles on the floor, recover back to the middle and repeat until you've knocked over all the shuttles, then set them back up and do a total of six sets.",
        "start": 877218,
        "end": 889410
      },
      {
        "text": "This is an effective exercise if you don't have a feeder, so complete either one of these exercises before you move on, but I still would recommend that you try to find a feeder.",
        "start": 889470,
        "end": 897798
      },
      {
        "text": "Once you've done all that, I want you to do the exact same process, but with chassis steps first, spend some time getting used to the movement, then run it through the Swift checklist to assess the movement.",
        "start": 897834,
        "end": 907374
      },
      {
        "text": "Once you've passed, add in the shuttle using either the feeder drill or the drill.",
        "start": 907482,
        "end": 911262
      },
      {
        "text": "With the shuttles on the floor.",
        "start": 911286,
        "end": 912234
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This is the exact same assignment I just showed you for the running steps, but with chassis steps instead.",
        "start": 912282,
        "end": 916562
      },
      {
        "text": "So I won't go into detail here, but make sure you only start with the chassis steps after you finish with the running steps.",
        "start": 916636,
        "end": 921798
      },
      {
        "text": "Don't mix and match them.",
        "start": 921834,
        "end": 922970
      },
      {
        "text": "The reason for this is because it's the fastest way to commit something to muscle memory.",
        "start": 923020,
        "end": 926970
      },
      {
        "text": "If you try to switch back and forth between the two your brain would get confused and it would take a lot longer.",
        "start": 927090,
        "end": 931466
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "And remember if you go through either of the assignments and feel like you need more reps or more time before the movement becomes muscle memory then absolutely go for it.",
        "start": 931528,
        "end": 940250
      },
      {
        "text": "Spend as much time as you need shadowing the movement, working with a feeder or doing the solo exercise.",
        "start": 940300,
        "end": 945546
      },
      {
        "text": "Whatever you do, don't move on before it becomes muscle memory and this applies to all assignments.",
        "start": 945618,
        "end": 951018
      },
      {
        "text": "See, I wasn't kidding when I said the assignments were going to start to become more thorough.",
        "start": 951114,
        "end": 954774
      },
      {
        "text": "I hope you enjoy working through these since mastering the technique will allow you to move to the forehand corner with blistering speed.",
        "start": 954822,
        "end": 961110
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Imagine how much more aggressively you'll be able to play@the.net when you take the shuttle higher and how much more retrieval you'll be able to do in defensive situations.",
        "start": 961170,
        "end": 969270
      },
      {
        "text": "In the next lesson we're going to talk about the backhand front corner so make sure you take the time to master these techniques first since it will make learning the backhand side much easier and as promised here is the slow motion footage really take the time to study and copy these since it will make going through the assignments so much easier.",
        "start": 969330,
        "end": 985254
      },
      {
        "text": "I'll see you in the next video.",
        "start": 985362,
        "end": 986300
      }
    ]
  }
]