[
  {
    "sentences": [
      {
        "text": "I know you've been looking forward to this part.",
        "start": 130,
        "end": 2046
      },
      {
        "text": "You're now about to learn the best ways of moving to the rear court in badminton, which is super fun.",
        "start": 2168,
        "end": 6570
      },
      {
        "text": "Going through these videos will completely change how you play at the back of the court.",
        "start": 6620,
        "end": 10390
      },
      {
        "text": "Do you ever find yourself struggling, being put under pressure or caught out at the back of the court?",
        "start": 10450,
        "end": 14974
      },
      {
        "text": "Well, by the end of the next two lessons, you'll be able to take back control, developing an aggressive and explosive play style.",
        "start": 15022,
        "end": 21034
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I'm going to split these lessons up into the forehand and backhand corner.",
        "start": 21082,
        "end": 24526
      },
      {
        "text": "But unlike the front of the court, where the movements are very similar here, they're actually quite different.",
        "start": 24598,
        "end": 29202
      },
      {
        "text": "That being said, there are still some parallels between the forehand and backhand side.",
        "start": 29276,
        "end": 33162
      },
      {
        "text": "There's one movement pattern for when you get behind the shuttle and play aggressively.",
        "start": 33236,
        "end": 36790
      },
      {
        "text": "There's another movement pattern for when you're under pressure and forced to play a defensive shot.",
        "start": 36850,
        "end": 41038
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "And then there's an option that's in between the two.",
        "start": 41074,
        "end": 43026
      },
      {
        "text": "Again, that's probably why there is so much conflicting information going around.",
        "start": 43088,
        "end": 46506
      },
      {
        "text": "It's not necessarily because one person is right and then other people are wrong.",
        "start": 46568,
        "end": 50600
      },
      {
        "text": "There's just so much information that it's very difficult to cover it all and give a full explanation.",
        "start": 51170,
        "end": 56782
      },
      {
        "text": "For the first time, all this information has been succinctly package into the next two lessons.",
        "start": 56866,
        "end": 61654
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This is going to give you a huge advantage over the competition.",
        "start": 61762,
        "end": 64942
      },
      {
        "text": "Let's dive right into it.",
        "start": 65026,
        "end": 66090
      },
      {
        "text": "We'll start off on the forehand side.",
        "start": 66140,
        "end": 67560
      }
    ]
  }
]