[
  {
    "sentences": [
      {
        "text": "The forehand rear corner is critical.",
        "start": 190,
        "end": 2074
      },
      {
        "text": "In badminton, not only are you going to be moving to this corner a lot, the ability to play high quality shots from here is going to be key in controlling the pace of rallies.",
        "start": 2122,
        "end": 11602
      },
      {
        "text": "In order to play quality shots, you need to get to the shuttle in time.",
        "start": 11686,
        "end": 15090
      },
      {
        "text": "In an ideal world, we'd have time to get to every shuttle early, but this isn't realistic since it's our opponent's only goal to put us under pressure.",
        "start": 15200,
        "end": 23590
      },
      {
        "text": "That's why players who have good footwork in this area have such a huge advantage.",
        "start": 23650,
        "end": 27742
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "In this lesson, I'm going to teach you everything you need to know about moving to the forehand rear corner.",
        "start": 27826,
        "end": 32878
      },
      {
        "text": "We'll go over the three movement options, how to choose between them, the best ways to recover, and a small adjustment that increases the efficiency of moving to this corner.",
        "start": 32974,
        "end": 42670
      },
      {
        "text": "Let's start off with an overview of the three options.",
        "start": 42730,
        "end": 45126
      },
      {
        "text": "First, we have the Scissor Kick.",
        "start": 45248,
        "end": 46822
      },
      {
        "text": "This is the most aggressive option since it allows us to put our body weight into the shop.",
        "start": 46906,
        "end": 51306
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "However, it requires us to be behind the shuttle, which we don't always have the time for, especially in singles.",
        "start": 51428,
        "end": 56710
      },
      {
        "text": "Next, we have the China Jump.",
        "start": 56770,
        "end": 58246
      },
      {
        "text": "This is a more flexible option that still allows us to play a quality shot even if we're late to the shuttle.",
        "start": 58318,
        "end": 63814
      },
      {
        "text": "Because of this, the China Jump is the most used option in singles.",
        "start": 63862,
        "end": 66910
      },
      {
        "text": "Obviously, the downside is you still can't generate as much power doing this compared to the Scissor Kick.",
        "start": 66970,
        "end": 71734
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The last option is the step out.",
        "start": 71782,
        "end": 73386
      },
      {
        "text": "This is used when we're under a lot of pressure and very late to the shuttle.",
        "start": 73448,
        "end": 76870
      },
      {
        "text": "Obviously, moving in this way isn't ideal, so it's safe for defensive situations, but getting this right will allow you to escape from many difficult situations which could save you the rally.",
        "start": 76990,
        "end": 85714
      },
      {
        "text": "There are a few variations on this depending on the exact position of the shuttle and how late we are, but for our purposes, we'll characterise the fundamental movement as defensive footwork with a crossover of the legs and a lunge into the corner.",
        "start": 85762,
        "end": 97726
      },
      {
        "text": "Let's have a look at these in detail, but remember, you need to have learned the building blocks in order to do this correctly.",
        "start": 97798,
        "end": 103222
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "First, the Scissor Kick start off in the middle of the court with your neutral stance.",
        "start": 103366,
        "end": 107374
      },
      {
        "text": "This means my feet are a bit wider than shoulder width apart with my right leg slightly in front.",
        "start": 107482,
        "end": 112398
      },
      {
        "text": "From here, I do a quick split step.",
        "start": 112484,
        "end": 114414
      },
      {
        "text": "I then need to bring my right foot backwards slightly so my body is now angled towards the forehand corner.",
        "start": 114512,
        "end": 120286
      },
      {
        "text": "This puts me in a good position, so when I chassis, I'll be going in the right direction.",
        "start": 120358,
        "end": 124882
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I take two shallow steps to get behind the shuttle and then Scissor Kick.",
        "start": 124966,
        "end": 128290
      },
      {
        "text": "As soon as I scissor, I begin recovering by pushing forwards from my back leg.",
        "start": 128350,
        "end": 132294
      },
      {
        "text": "So one more time split step, bring my right leg back, take two chassis steps, then Scissor kick and hit.",
        "start": 132452,
        "end": 139134
      },
      {
        "text": "This should be super simple if you've learned the building blocks, since it's just about chaining them together.",
        "start": 139232,
        "end": 143720
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Like I said, this is the most aggressive option since we're utilising the Scissor kick.",
        "start": 149130,
        "end": 153278
      },
      {
        "text": "But in order for the scissor kick to work, we need to be well behind the shuttle.",
        "start": 153374,
        "end": 157130
      },
      {
        "text": "Depending on the exact position of the shuttle, you might need to take one or two chassis steps.",
        "start": 157190,
        "end": 161438
      },
      {
        "text": "I mentioned two in the demonstration, but the amount doesn't matter.",
        "start": 161534,
        "end": 164650
      },
      {
        "text": "Just get behind the shuttle.",
        "start": 164760,
        "end": 166214
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Next we'll take a look at the China jump.",
        "start": 166262,
        "end": 168278
      },
      {
        "text": "Just like before, we start off in the neutral stance.",
        "start": 168374,
        "end": 171050
      },
      {
        "text": "After a quick split step, we then bring our right leg back just like before.",
        "start": 171170,
        "end": 175330
      },
      {
        "text": "From here we only take one chassis step and then China jump towards the shuttle.",
        "start": 175440,
        "end": 179642
      },
      {
        "text": "We can then recover back towards the middle by pushing forwards against the back foot.",
        "start": 179726,
        "end": 183840
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "We use this in situations where we don't have the luxury of getting behind the shuttle.",
        "start": 193210,
        "end": 197406
      },
      {
        "text": "So we only take one chassis step and then cover the rest of the distance with a China jump.",
        "start": 197478,
        "end": 201846
      },
      {
        "text": "This is much quicker, so it allows us to play quality shots even if we're a little late to the shuttle.",
        "start": 201918,
        "end": 206814
      },
      {
        "text": "Another great thing about the China jump is that it can be varied a lot.",
        "start": 206922,
        "end": 210014
      },
      {
        "text": "Sometimes you'll only be taking a small hop where your feet barely leave the floor to conserve energy.",
        "start": 210112,
        "end": 214526
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Sometimes you'll be travelling backwards quite a lot as you hit.",
        "start": 214648,
        "end": 217034
      },
      {
        "text": "If you need to cover a lot of distance quickly and sometimes you'll be jumping up high to meet the shuttle in order to play more aggressively.",
        "start": 217072,
        "end": 224154
      },
      {
        "text": "Right now you only need to focus on the standard China jump and later on you'll be able to adapt it.",
        "start": 224262,
        "end": 229154
      },
      {
        "text": "The beauty of the China jump is that it can be adapted to so many different situations.",
        "start": 229252,
        "end": 233418
      },
      {
        "text": "On the forehand side, we went over the scissor kick and China Jump fairly briefly since they're basically just a combination of the building blocks that you should already have learned.",
        "start": 233454,
        "end": 241518
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You should be able to chain these movements together quite easily.",
        "start": 241554,
        "end": 243942
      },
      {
        "text": "But the final option, the step out, is a little different.",
        "start": 244026,
        "end": 247082
      },
      {
        "text": "Remember, the step out is a movement that we use when we're under a lot of pressure on the forehand side.",
        "start": 247156,
        "end": 252050
      },
      {
        "text": "This is how you do it from your neutral stance.",
        "start": 252160,
        "end": 254202
      },
      {
        "text": "Do a split step, then take your left leg and bring it behind your right leg.",
        "start": 254286,
        "end": 258806
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "From here you can reach the corner with one large lunge to the forehand corner with your right leg and hit the shuttle from this position.",
        "start": 258928,
        "end": 266114
      },
      {
        "text": "Then recover by pushing off your lunging leg one more time.",
        "start": 266272,
        "end": 270230
      },
      {
        "text": "That split step left leg behind the right leg, then lunge and hit with the right leg.",
        "start": 270280,
        "end": 275740
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This is what you want to do when you're under a lot of pressure.",
        "start": 286670,
        "end": 289318
      },
      {
        "text": "Specifically, you'll be taking the shuttle very low in this sort of an area.",
        "start": 289414,
        "end": 293046
      },
      {
        "text": "The cross behind is a lot like running steps and it allows you to cover distance quickly.",
        "start": 293108,
        "end": 297294
      },
      {
        "text": "Then, depending on how much pressure you're under, the lunge is a last ditch attempt to get to the shuttle.",
        "start": 297452,
        "end": 302878
      },
      {
        "text": "This involves turning your body towards this corner and lunging as far as necessary.",
        "start": 302914,
        "end": 306802
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Obviously, this is never ideal.",
        "start": 306886,
        "end": 308674
      },
      {
        "text": "You can't play a powerful shot from here and it makes it quite difficult to recover, but it gives you a lot of extra reach.",
        "start": 308722,
        "end": 314790
      },
      {
        "text": "So it could be the difference between losing the point and just being able to stay in the rally.",
        "start": 314840,
        "end": 319378
      },
      {
        "text": "And that's why we use it again.",
        "start": 319414,
        "end": 320646
      },
      {
        "text": "This is another footwork pattern with a lot of variation.",
        "start": 320708,
        "end": 323434
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I taught you the fundamental movement, but in a real game, you adapt.",
        "start": 323542,
        "end": 327082
      },
      {
        "text": "It based on how much pressure you're under.",
        "start": 327106,
        "end": 328866
      },
      {
        "text": "If you're not under that much pressure, but you still need to step out, there are two things that you can change.",
        "start": 328928,
        "end": 333462
      },
      {
        "text": "Instead of lunging, you can hit the shuttle from a more natural position like this.",
        "start": 333536,
        "end": 337338
      },
      {
        "text": "Here, I'm still leaning into the shot and bending my knees to reach a lower shuttle, but because I don't need to lunge, this increases the quality of the shot and makes my recovery much easier.",
        "start": 337424,
        "end": 347218
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Also, you can adjust how far you cross behind.",
        "start": 347314,
        "end": 349866
      },
      {
        "text": "If you don't have as far to travel, this cross behind movement can be less pronounced and may start to look more like a chassis.",
        "start": 349988,
        "end": 355606
      },
      {
        "text": "As usual, I just want to make you aware that these variations exist.",
        "start": 355678,
        "end": 358990
      },
      {
        "text": "Stick to the Fundamental Not only is it the most important, you'll naturally start to be able to adapt it as you get more practise.",
        "start": 359110,
        "end": 365398
      },
      {
        "text": "Now, we've covered all three movements.",
        "start": 365494,
        "end": 367126
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Let's have a look at how you would recover from the forehand rear core.",
        "start": 367198,
        "end": 370438
      },
      {
        "text": "It largely depends on the actual shot that you hit, regardless of whether you use the scissor kick, China jump, or step out.",
        "start": 370534,
        "end": 376710
      },
      {
        "text": "Let's say I play an aggressive shot like a smash.",
        "start": 376760,
        "end": 379198
      },
      {
        "text": "In this case, I have to recover much quicker.",
        "start": 379294,
        "end": 381802
      },
      {
        "text": "This makes sense since there's less time for me to get ready, so I need to move with more urgency.",
        "start": 381886,
        "end": 386122
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "In contrast, if I play a high clear, I have more time to prepare for the next shot.",
        "start": 386206,
        "end": 391078
      },
      {
        "text": "I know the shuffle is going to be in the air for longer, so I can move slower as long as I still recover to my base in time.",
        "start": 391174,
        "end": 397326
      },
      {
        "text": "In fact, sometimes you can even walk back to your base position, but Ironically, this is actually a more advanced technique, so I wouldn't really worry about it for now.",
        "start": 397388,
        "end": 405690
      },
      {
        "text": "So in general, for defensive or neutral situations, we use chassis steps to recover.",
        "start": 405740,
        "end": 411022
      },
      {
        "text": "Using chassis steps makes sense here, since we're not travelling a long distance just from the forehand corner to the middle of the court.",
        "start": 411166,
        "end": 417394
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Also, our opponents next shot could go to any corner after we play a neutral or defensive shot, so using chassis steps allows us to change direction if necessary.",
        "start": 417442,
        "end": 425878
      },
      {
        "text": "In aggressive situations, you actually want to commit a lot harder after you play a good smash, you want to start moving forwards, anticipating a return to the net.",
        "start": 425974,
        "end": 433914
      },
      {
        "text": "In this case, the recovery would use running steps, since we're covering a long distance very quickly from the back of the court all the way to the front.",
        "start": 434012,
        "end": 440982
      },
      {
        "text": "Why does this work?",
        "start": 441056,
        "end": 441906
      },
      {
        "text": "Well, when you smash, the most common response will be a block to the net.",
        "start": 441968,
        "end": 445686
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Think about a time where you had to defend a powerful smash.",
        "start": 445748,
        "end": 448738
      },
      {
        "text": "You probably just played a straight block because that was the only thing that you could do.",
        "start": 448834,
        "end": 452430
      },
      {
        "text": "It's very hard to play a good lift or a cross court block if you're under a lot of pressure.",
        "start": 452480,
        "end": 456490
      },
      {
        "text": "You can take advantage of this fact when you play a good smash, and by coming in early straightaway, it allows you to put more pressure on the block return.",
        "start": 456550,
        "end": 463782
      },
      {
        "text": "Of course, this is a little risky.",
        "start": 463856,
        "end": 465766
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If your opponent plays the shot anywhere else, it becomes harder to change direction and get there in time.",
        "start": 465838,
        "end": 470526
      },
      {
        "text": "So you should decide how hard to commit by how much pressure your smash puts them under.",
        "start": 470648,
        "end": 475962
      },
      {
        "text": "If they're struggling just to get it back, you can start moving forward quite quickly.",
        "start": 476036,
        "end": 479658
      },
      {
        "text": "But if your smash doesn't put them under much pressure, be more cautious when moving in, since they could still play a lift or take you cross court.",
        "start": 479744,
        "end": 486070
      },
      {
        "text": "If that was confusing, just remember it like this in most situations.",
        "start": 486130,
        "end": 490126
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Recover by chassis stepping back to the middle.",
        "start": 490198,
        "end": 492546
      },
      {
        "text": "But if you play a good smash and can anticipate a block return, start taking running steps forwards.",
        "start": 492668,
        "end": 498826
      },
      {
        "text": "Whichever you choose, make sure to push off your back foot as soon as you land to propel yourself forwards.",
        "start": 498958,
        "end": 505006
      },
      {
        "text": "So that's the recovery for the Scissor kick and China jump.",
        "start": 505138,
        "end": 508030
      },
      {
        "text": "But for the step out, it's a little different when you're under extreme pressure.",
        "start": 508090,
        "end": 511714
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The step out ends with a lunge out to the corner.",
        "start": 511762,
        "end": 514186
      },
      {
        "text": "Recover by pushing back off from the lunging leg and transition this movement into forward momentum.",
        "start": 514318,
        "end": 519478
      },
      {
        "text": "After recovering from the lunge, I can bring my right leg towards my left leg and this initiates the chassis movement.",
        "start": 519634,
        "end": 525406
      },
      {
        "text": "I can get back to the middle of the court.",
        "start": 525478,
        "end": 527254
      },
      {
        "text": "I mentioned that if you're not under too much pressure, you might not need to lunge.",
        "start": 527302,
        "end": 530890
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "In this case, you're in a very similar position to when you land a China jump.",
        "start": 530950,
        "end": 534766
      },
      {
        "text": "So recover by pushing off the rear leg and taking chassis steps back to the middle.",
        "start": 534838,
        "end": 539154
      },
      {
        "text": "Now we've covered the three options for moving to the forehand rear corner and the two recovery options from it.",
        "start": 539252,
        "end": 544518
      },
      {
        "text": "Let's talk about the split step.",
        "start": 544604,
        "end": 546150
      },
      {
        "text": "Until now, we've been mainly using the standard split step, with our feet roughly wider than shoulder width apart and our racket foot slightly in front of our non racket foot.",
        "start": 546200,
        "end": 554910
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This split step is pretty good for getting us to all corners, which is why it's standard.",
        "start": 554960,
        "end": 558894
      },
      {
        "text": "However, this isn't always the fastest way of moving to a specific corner.",
        "start": 558992,
        "end": 563230
      },
      {
        "text": "For the forehand rear corner, there's a faster, more effective option.",
        "start": 563350,
        "end": 566802
      },
      {
        "text": "This Altered Split Step works really well here, but it also works really badly for some other corners.",
        "start": 566876,
        "end": 572830
      },
      {
        "text": "This makes it a bit of a double edged sword.",
        "start": 572890,
        "end": 574846
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I have this one friend who I've been playing singles with for years, and at this point I pretty much know his gameplay.",
        "start": 574918,
        "end": 580750
      },
      {
        "text": "In particular, he loves to do this one shot where he comes into the net and plays a flat cross court lift to my deep forehand corner.",
        "start": 580870,
        "end": 588370
      },
      {
        "text": "It's gotten to the point where I can anticipate pretty well when he's going to do it.",
        "start": 588430,
        "end": 592254
      },
      {
        "text": "When I do, I use the Altered Split Step.",
        "start": 592292,
        "end": 594330
      },
      {
        "text": "Since this gets me to the forehand corner faster and allows me to counterattack, it's difficult to see exactly what I'm doing here.",
        "start": 594380,
        "end": 600474
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So let me break it down.",
        "start": 600512,
        "end": 601722
      },
      {
        "text": "In the Standard Split Step, my right foot is in front of my left foot.",
        "start": 601796,
        "end": 604950
      },
      {
        "text": "The Auto Split Step just requires one small adjustment.",
        "start": 605000,
        "end": 608086
      },
      {
        "text": "Keep your feet the same width, but split step with your right foot behind your left foot.",
        "start": 608218,
        "end": 612570
      },
      {
        "text": "This way, your body is already angled towards the forehand corner.",
        "start": 612680,
        "end": 616102
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It should make sense why this is faster.",
        "start": 616246,
        "end": 618190
      },
      {
        "text": "When I showed you the footwork to this corner with the Standard Split Step earlier, the first thing I had to do was bring my racket foot backwards, and only then could I start chassising to that corner.",
        "start": 618250,
        "end": 626590
      },
      {
        "text": "But if I use the Altered Split Step, I'm already in this position, so I can cut out the extra movement and begin moving immediately.",
        "start": 626650,
        "end": 633298
      },
      {
        "text": "So now it would look something like this.",
        "start": 633394,
        "end": 635178
      },
      {
        "text": "Use the Altered Split Step and then begin chassis backwards immediately.",
        "start": 635264,
        "end": 638722
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This is incredibly powerful when you anticipate correctly, but be careful.",
        "start": 638806,
        "end": 642682
      },
      {
        "text": "The Auto Split Step is great for moving to the forehand corner, but it sucks for moving to the back hand rear corner.",
        "start": 642766,
        "end": 648202
      },
      {
        "text": "In this clip, you can see that I use the Auto Split Step because my right leg is behind my left leg.",
        "start": 648286,
        "end": 653070
      },
      {
        "text": "I do this because I think he's going to play a shot to my forehand corner, so I'm anticipating it in order to get there quicker.",
        "start": 653120,
        "end": 659158
      },
      {
        "text": "But instead he hits it to my back hand and I have to scramble to get there from my poor position, ultimately losing the point due to my incorrect prediction.",
        "start": 659194,
        "end": 666754
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So only use the Auto Split step when you're confident that the shot is actually going to go to the forehand corner.",
        "start": 666802,
        "end": 671698
      },
      {
        "text": "If you're ever in doubt, just use the Standard Split Step.",
        "start": 671794,
        "end": 674490
      },
      {
        "text": "You'll still be able to move to the forehand corner relatively quickly, but you'll also be much more prepared for the other corners on court to recap.",
        "start": 674540,
        "end": 681586
      },
      {
        "text": "In this video, you learn the three ways to move to and recover from the forehand rear corner.",
        "start": 681718,
        "end": 686650
      },
      {
        "text": "There's the Scissor kick, China jump, and step out.",
        "start": 686770,
        "end": 689754
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "To recover from the shuttle, you could either use chassis steps or running steps.",
        "start": 689792,
        "end": 693514
      },
      {
        "text": "You also learn how to adjust your Split step if you anticipate a shot coming to your forehand corner.",
        "start": 693562,
        "end": 698170
      },
      {
        "text": "As usual, I want to show you these techniques in action.",
        "start": 698230,
        "end": 700510
      },
      {
        "text": "Lee Chong Wei manages to get behind the shuttle, so uses a scissor kick.",
        "start": 700570,
        "end": 704770
      },
      {
        "text": "He starts off with a split step.",
        "start": 704890,
        "end": 706602
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Notice that he is anticipating a shot to the forehand corner using the altered split step I just taught you with his right foot behind his left foot.",
        "start": 706736,
        "end": 713862
      },
      {
        "text": "After the split step, he takes one Chassis step towards the forehand corner, then place a smash with a scissor kick.",
        "start": 713936,
        "end": 719770
      },
      {
        "text": "This allows him to generate extra power in the smash.",
        "start": 719890,
        "end": 722626
      },
      {
        "text": "As soon as he lands, he recovers by pushing forwards from his back leg.",
        "start": 722758,
        "end": 726918
      },
      {
        "text": "In this case, he's using running steps because he played a powerful smash and is looking to apply pressure@the.net.",
        "start": 727064,
        "end": 733182
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Here, Lee Chengwei uses the China Jump to play a shot from his forehand caller twice.",
        "start": 733316,
        "end": 737662
      },
      {
        "text": "He doesn't have enough time to get fully behind the shuttle, and you can see this from the fact that he's moving backwards as he plays the shot.",
        "start": 737806,
        "end": 744034
      },
      {
        "text": "For this reason, a China jump makes much more sense than a scissor kick from the middle of the court.",
        "start": 744142,
        "end": 748702
      },
      {
        "text": "He does a split step, then turns his body to face the forehand corner.",
        "start": 748726,
        "end": 752326
      },
      {
        "text": "After this, he takes one chassis step, and then China jumps backwards as he hits the shot.",
        "start": 752398,
        "end": 756970
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "When he lands, he begins to move forward instantly by pushing off his back foot.",
        "start": 757090,
        "end": 761694
      },
      {
        "text": "Since he plays a fairly neutral shot, he recovers with chassis steps to get him ready for a return to any corner.",
        "start": 761792,
        "end": 767970
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The final example is the step out movement.",
        "start": 770610,
        "end": 773114
      },
      {
        "text": "Here, Lichenwe is under pressure as the shuttle is travelling behind his body.",
        "start": 773222,
        "end": 777298
      },
      {
        "text": "He starts off a little differently by taking a step with his right foot.",
        "start": 777444,
        "end": 781126
      },
      {
        "text": "That's just because he's starting from closer to the net, so he's repositioning himself to the middle.",
        "start": 781248,
        "end": 785830
      },
      {
        "text": "But after this, it's the exact same footwork as we covered earlier.",
        "start": 785940,
        "end": 789158
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "He crosses his left leg behind and then steps and hit with his right.",
        "start": 789254,
        "end": 792838
      },
      {
        "text": "In this situation, he's not under that much pressure, so he doesn't need to commit to a full lunge, instead being able to hit it in his side on position.",
        "start": 792924,
        "end": 800290
      },
      {
        "text": "When he's under more pressure like this, you'll see the movement resemble more of a lunge, so it's all about adjusting it to the needs of the rally.",
        "start": 800400,
        "end": 806966
      },
      {
        "text": "After this, he pushes off the lunging leg and recovers back to the middle with chassis steps.",
        "start": 807098,
        "end": 811574
      },
      {
        "text": "In these examples, you might notice subtle differences between what I taught and what Lee Jongwe is doing.",
        "start": 811622,
        "end": 816406
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Don't worry about this.",
        "start": 816468,
        "end": 817426
      },
      {
        "text": "What I'm teaching you is how to do the footwork in a vacuum, meaning a perfect situation in a real game.",
        "start": 817488,
        "end": 823126
      },
      {
        "text": "This isn't always the case, so you'll see players making adjustments on the fly.",
        "start": 823188,
        "end": 826706
      },
      {
        "text": "Don't worry, I'll include slow motion of the fundamental movement at the end of this video.",
        "start": 826778,
        "end": 830866
      },
      {
        "text": "Since that's the best thing for you to learn.",
        "start": 830928,
        "end": 832510
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Again, I'm sure that was a lot of information to take in.",
        "start": 832560,
        "end": 835414
      },
      {
        "text": "I told you that these lessons were going to get juicy.",
        "start": 835452,
        "end": 837470
      },
      {
        "text": "As usual, the best way of implementing all this new knowledge is to go through the assignments.",
        "start": 837530,
        "end": 842018
      },
      {
        "text": "This is going to have a tremendous impact on your game.",
        "start": 842114,
        "end": 844570
      },
      {
        "text": "You'll be generating more power with scissor kicks, getting more opportunities to attack with China jumps, and getting out of more sticky situations with the Step out footwork.",
        "start": 844620,
        "end": 852962
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Just like with the front court footwork, you're going to practise each of these movement options individually.",
        "start": 853046,
        "end": 857594
      },
      {
        "text": "This is going to take a while, but that's a good thing.",
        "start": 857642,
        "end": 859954
      },
      {
        "text": "The more training you do, the more you'll improve.",
        "start": 860052,
        "end": 862586
      },
      {
        "text": "Even if it takes you multiple sessions to work through this one assignment, it will be absolutely worth it.",
        "start": 862658,
        "end": 867214
      },
      {
        "text": "The order you go through them doesn't really matter, but I recommend you go through them like this just because that's how we covered them.",
        "start": 867252,
        "end": 872710
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So first let's do a kick.",
        "start": 872760,
        "end": 874334
      },
      {
        "text": "Make sure to spend some time shadowing it on an empty court, implementing all the key points, and copying my movement from the slow motion at the end of the video.",
        "start": 874442,
        "end": 881818
      },
      {
        "text": "Keep doing this until you feel like you're doing it correctly, then record yourself and run it through the Swift checklist.",
        "start": 881904,
        "end": 887174
      },
      {
        "text": "The Swift checklist will give you all the feedback you need, so if it brings up any issues, make sure to address those and then run it through the Swift checklist again.",
        "start": 887222,
        "end": 893926
      },
      {
        "text": "Once you pass, it's time to start adding in some shuttles.",
        "start": 893988,
        "end": 896402
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Start off in the middle of the court and get a feeder to hit you a high lift to your forehand corner.",
        "start": 896486,
        "end": 901082
      },
      {
        "text": "Move to the shuttle with a scissor footwork and play an overhead shot.",
        "start": 901226,
        "end": 904574
      },
      {
        "text": "For this drill, the focus is on the quality of the technique.",
        "start": 904622,
        "end": 907418
      },
      {
        "text": "For this reason, you should never feel like you're under pressure.",
        "start": 907514,
        "end": 910046
      },
      {
        "text": "Make sure the feeder gives you enough time to recover, and if they don't, ask them to slow down again, the actual shot that you hit here doesn't really matter.",
        "start": 910118,
        "end": 917110
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So hit whichever overhead shot you like.",
        "start": 917160,
        "end": 918910
      },
      {
        "text": "I usually recommend the clear just because it's simplest.",
        "start": 918960,
        "end": 921446
      },
      {
        "text": "Use a tube of twelve shuttles and do it for three sets.",
        "start": 921518,
        "end": 924278
      },
      {
        "text": "If you only have one shuttle, that's not ideal, but it's okay.",
        "start": 924374,
        "end": 927094
      },
      {
        "text": "You can just hit one shot, pick up the shuttle, and then repeat.",
        "start": 927132,
        "end": 930218
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If you do this, it's probably best to use drop shots just to minimise the downtime.",
        "start": 930254,
        "end": 933890
      },
      {
        "text": "Again, you can record this exercise separately and also run it through the Swift checklist even if you pass the checklist the first time.",
        "start": 933950,
        "end": 940402
      },
      {
        "text": "It's really nice to assess yourself with an actual shuttle and play, because sometimes that can change your technique.",
        "start": 940476,
        "end": 945986
      },
      {
        "text": "Recording this drill is a great sanity cheque.",
        "start": 946058,
        "end": 948226
      },
      {
        "text": "And just to say again, if you go through all the shuttles but still don't feel like this movement has become muscle memory, take the time to do more reps before you move on.",
        "start": 948288,
        "end": 956314
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Of course, once you're done with the scissor kick, you're going to repeat this for the China jump and the step out first.",
        "start": 956352,
        "end": 961426
      },
      {
        "text": "Practise these movements by implementing the key points and shadowing them on an empty chord then record it and run it through the Swift checklist.",
        "start": 961548,
        "end": 968870
      },
      {
        "text": "Once you pass progress on to the multi feed drill everything is the same as before except for one slight variation for the scissor kick and China jump feed the shuttles high and give the worker lots of time just like I said but for the step out footwork, the Lin Dan be flatter and more aggressive.",
        "start": 968930,
        "end": 983702
      },
      {
        "text": "The idea is to make the worker slightly late for the shuttle just like they would be in a real situation when they're using this technique.",
        "start": 983846,
        "end": 990110
      },
      {
        "text": "Don't overdo this and go crazy though.",
        "start": 990170,
        "end": 992206
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "We're still focusing on footwork quality so the feeder should still be comfortable.",
        "start": 992268,
        "end": 996290
      },
      {
        "text": "Congratulations that was a beefy video but you made it to the end.",
        "start": 996350,
        "end": 1000030
      },
      {
        "text": "I know this was a lot of information so feel free to rewatch it or look at the recap in the PDF worksheet before you start the assignments.",
        "start": 1000080,
        "end": 1006742
      },
      {
        "text": "Once you finish them you'll be moving to the forehand rear corner so much faster and you'll also be ready to move on to the next lesson.",
        "start": 1006826,
        "end": 1013078
      },
      {
        "text": "We'll be learning how to move to the backhand rear corner so by the end of it you'll have mastered the movement for the four main corners of abandoned court.",
        "start": 1013114,
        "end": 1020746
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Pretty cool, right?",
        "start": 1020818,
        "end": 1021414
      },
      {
        "text": "But before that just as promised here is the slow motion of all the techniques we covered in this video.",
        "start": 1021452,
        "end": 1026382
      },
      {
        "text": "Pay attention here.",
        "start": 1026516,
        "end": 1027414
      },
      {
        "text": "This is a vet very valuable resource.",
        "start": 1027452,
        "end": 1029398
      },
      {
        "text": "Use this to copy my movement as you go through the assignments and it will make the learning process ten times quicker.",
        "start": 1029494,
        "end": 1034498
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I'll see you in the next video.",
        "start": 1034594,
        "end": 1035520
      }
    ]
  }
]