[
  {
    "sentences": [
      {
        "text": "If you're like 99% of the bandwidth and players out there, you probably really struggle with your backhand.",
        "start": 190,
        "end": 6082
      },
      {
        "text": "You've tried everything, but every time you have to hit a shot from here, you end up losing the point.",
        "start": 6226,
        "end": 11142
      },
      {
        "text": "This usually leads to players becoming obsessed about how to play better back hands.",
        "start": 11216,
        "end": 15558
      },
      {
        "text": "And I get it.",
        "start": 15644,
        "end": 16410
      },
      {
        "text": "It's frustrating.",
        "start": 16460,
        "end": 17422
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "But while there is some benefit to playing better back hands, more often than not you'll see a bigger improvement by working on your footwork.",
        "start": 17506,
        "end": 24910
      },
      {
        "text": "That sounds counterintuitive.",
        "start": 25030,
        "end": 26314
      },
      {
        "text": "I know.",
        "start": 26362,
        "end": 26838
      },
      {
        "text": "How the hell does your feet influence your backhand shots?",
        "start": 26924,
        "end": 30034
      },
      {
        "text": "Well, we usually play backhands because we're under pressure, but if I have good footwork, I can get in a position to avoid playing the backhand shot altogether.",
        "start": 30142,
        "end": 39010
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This is called playing a shot around the head, since I'm reaching my racket around my head to play a forehand shot.",
        "start": 39130,
        "end": 44890
      },
      {
        "text": "And in fact, if I'm really quick, I can even get fully behind the shuttle and just play a regular forehand overhead shot.",
        "start": 45010,
        "end": 51550
      },
      {
        "text": "So keep in mind that while I'm going to refer to this as the backhand side of the court, now, that doesn't mean you have to only play backhand.",
        "start": 51610,
        "end": 58174
      },
      {
        "text": "I'm just differentiating it from the forehand side.",
        "start": 58222,
        "end": 60402
      },
      {
        "text": "So in this lesson, not only am I going to teach you how to move when you actually do have to play a backhand shot to put you in the best position possible and give you the best chance of clawing yourself back into the rally, I'm also going to teach you how to move in a way that allows you to play drastically less backhand shots instead of losing the point every time the shuttle comes to this corner, imagine if you could go around the head and surprise your opponent with a powerful smash.",
        "start": 60476,
        "end": 83782
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "We're going to learn the three main movement options for the backhand rear corner.",
        "start": 83866,
        "end": 87634
      },
      {
        "text": "This kind of parallels what we learn on the forehand side.",
        "start": 87742,
        "end": 90306
      },
      {
        "text": "There's the scissor kick, which is the most powerful option.",
        "start": 90368,
        "end": 93042
      },
      {
        "text": "And then there's the defensive option for when we're under pressure and late to the shuttle.",
        "start": 93176,
        "end": 97030
      },
      {
        "text": "In this case, it's the backhand.",
        "start": 97090,
        "end": 98670
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "However, the China jump is a little different on this side, and we'll discuss why later.",
        "start": 99170,
        "end": 103470
      },
      {
        "text": "First, let's go over the scissor kick, start off in the middle of the court in your neutral stance with your right foot forwards and do a split step.",
        "start": 103580,
        "end": 111738
      },
      {
        "text": "Now, this next part looks a little complicated, but it's actually not so difficult.",
        "start": 111884,
        "end": 115374
      },
      {
        "text": "It's called a pivot hop, and basically two things are happening.",
        "start": 115472,
        "end": 119060
      },
      {
        "text": "One, I'm bringing my right leg behind my left leg, and in doing so pivoting my hips around my body, starts off facing in this direction and I pivot to here.",
        "start": 119810,
        "end": 128720
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Two, while this is going on, I'm also hopping backwards, hence the name pivot hop.",
        "start": 129350,
        "end": 134542
      },
      {
        "text": "This single step is extremely important because it's what allows us to move to the back hand corner quickly enough to play the shot on the forehand side.",
        "start": 134686,
        "end": 142194
      },
      {
        "text": "From here, I would scissor kick and hit the shot.",
        "start": 142352,
        "end": 144634
      },
      {
        "text": "Remember, when you scissor kick, the position of your feet should rotate in mid air to generate body rotation.",
        "start": 144742,
        "end": 150214
      },
      {
        "text": "Then simply recover forwards.",
        "start": 150382,
        "end": 152062
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Like usual, turn your back foot sideways and push off it.",
        "start": 152086,
        "end": 155034
      },
      {
        "text": "To get some forwards momentum, you'll use chassis steps back to the middle in most situations, but if you've played a particularly good smash, you can then use running steps straight to the net.",
        "start": 155072,
        "end": 164466
      },
      {
        "text": "We covered these recovery options in the last video, so altogether it looks like this.",
        "start": 164528,
        "end": 168920
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "That's it for the scissor kick.",
        "start": 171690,
        "end": 173126
      },
      {
        "text": "Usually we now go over the China jump, but for this video I'm going to skip it briefly, and I will explain why later.",
        "start": 173198,
        "end": 178678
      },
      {
        "text": "So first the backhand footwork.",
        "start": 178764,
        "end": 180578
      },
      {
        "text": "Like I said earlier, we generally want to avoid playing backhands, but even if you had the best footwork in the world, there are still going to be times where you're forced to play a backhand.",
        "start": 180674,
        "end": 188822
      },
      {
        "text": "In those cases, this is how you would move again.",
        "start": 188906,
        "end": 191278
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Start off by split stepping with your right foot slightly forwards.",
        "start": 191364,
        "end": 194486
      },
      {
        "text": "From here, take one chassis step back towards the back hand corner, making sure to lead with your left leg.",
        "start": 194558,
        "end": 199882
      },
      {
        "text": "After this, keep your left leg in place and use it as a pivot to rotate around.",
        "start": 199956,
        "end": 204178
      },
      {
        "text": "I bring my right foot from here, around this way, and into a lunge.",
        "start": 204324,
        "end": 208178
      },
      {
        "text": "This is where I'd hit the shuttle from.",
        "start": 208274,
        "end": 209782
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Try to time your shot so the movement your foot lands on the ground is the same time you come into contact with the shuttle.",
        "start": 209856,
        "end": 215606
      },
      {
        "text": "You'll notice that I'm practically facing away from the net here, and that's unavoidable.",
        "start": 215738,
        "end": 220010
      },
      {
        "text": "This is never ideal, but it's still useful for getting to the shuttle where it would otherwise be impossible.",
        "start": 220130,
        "end": 225806
      },
      {
        "text": "As soon as you hit the shot, push off your lunging leg and pivot your body towards the net again, make sure that you turn around the same way that you came like this.",
        "start": 225998,
        "end": 234046
      },
      {
        "text": "Don't turn around the other way because it makes you face away from the net, and that's not good.",
        "start": 234168,
        "end": 238414
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "As soon as you've rotated chassis back to the next shot, let's talk about when you would use either of these moving options.",
        "start": 238452,
        "end": 244042
      },
      {
        "text": "If your opponent played a high lift and gave you plenty of time to get behind the shuttle, of course you would use the scissor kick.",
        "start": 244176,
        "end": 250214
      },
      {
        "text": "I've already talked about the benefits of the scissor kick.",
        "start": 250262,
        "end": 252758
      },
      {
        "text": "It allows you to put more power behind the shot and it sets you up in a good position to recover.",
        "start": 252854,
        "end": 257330
      },
      {
        "text": "So using the scissor kick when you have the chance is pretty obvious.",
        "start": 257390,
        "end": 260110
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It's the same as the forehand corner.",
        "start": 260160,
        "end": 261590
      },
      {
        "text": "To the other extreme, what if we're under pressure and forced to take the shuttle late?",
        "start": 261650,
        "end": 265574
      },
      {
        "text": "Let's say my opponent plays a flat lift to this corner and I'm in trouble.",
        "start": 265622,
        "end": 269282
      },
      {
        "text": "Of course, we'd use the defensive option, which is the backhand footwork.",
        "start": 269426,
        "end": 273490
      },
      {
        "text": "This movement allows me to stay in the rally, even though I have to play a defensive shot, which isn't ideal.",
        "start": 275430,
        "end": 280838
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It still gives me that extra reach to return shots that I otherwise wouldn't be able to.",
        "start": 280934,
        "end": 285202
      },
      {
        "text": "Again, this is similar to the forehand side where we use the step out movement if we're under pressure.",
        "start": 285276,
        "end": 289886
      },
      {
        "text": "Here's where it gets a little more complicated.",
        "start": 289958,
        "end": 292046
      },
      {
        "text": "What do we do if the shuttle is slightly behind us but we don't want to be forced into a defensive situation?",
        "start": 292178,
        "end": 297360
      },
      {
        "text": "On the forehand side, we use the China jump, so you might think it's the same thing here.",
        "start": 297690,
        "end": 301786
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Unfortunately, it's not that simple.",
        "start": 301848,
        "end": 303682
      },
      {
        "text": "Doing a China jump on this side is different since I have to reach my racket around my head, this gives me much less reach and also throws me off balance.",
        "start": 303816,
        "end": 312098
      },
      {
        "text": "So while the China jump is a great option on the forehand side and it can be used in a tonne of different situations on the backhand side, its use is more limited.",
        "start": 312194,
        "end": 320318
      },
      {
        "text": "On the backhand side.",
        "start": 320414,
        "end": 321334
      },
      {
        "text": "The China jump is mainly used for interceptions.",
        "start": 321372,
        "end": 323846
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This is when your opponent plays a flat shot to the back of the court, but you're able to cut it out before it gets there.",
        "start": 323978,
        "end": 329686
      },
      {
        "text": "Intercepting a shot like this is a great way for you to change the pace of the rally.",
        "start": 329748,
        "end": 333338
      },
      {
        "text": "It's a great counterattacking shot, but since this usually takes place in the mid court and not the rear court, I'm going to teach you about China jumping to the backhand side in the mid court lessons instead.",
        "start": 333374,
        "end": 342106
      },
      {
        "text": "It's a bit of an arbitrary distinction because the position of an interception can vary and it fits into a bit of a grey area, but it makes more sense to structure the course this way.",
        "start": 342168,
        "end": 350206
      },
      {
        "text": "So if we don't really use the China Jump on the backhand side, what can we do if the shot has gone slightly past us, but we don't want to play a super defensive shot like a backhand?",
        "start": 350268,
        "end": 358790
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "In this case, we still use the scissor kick, but we adapted to make it more suitable for a shuttle that's gone past us.",
        "start": 358850,
        "end": 364546
      },
      {
        "text": "The principles of it are very similar to the standard scissor kick we learned earlier.",
        "start": 364608,
        "end": 368054
      },
      {
        "text": "We start off with a split step and then pivot our body as we move backwards, but from here it gets a little different.",
        "start": 368102,
        "end": 373258
      },
      {
        "text": "Earlier, when we were able to get behind the shuttle, the scissor kick looks something like this, but if the shuttle is slightly behind us, we'll be moving backwards.",
        "start": 373344,
        "end": 380270
      },
      {
        "text": "As we see the kick that will now look like this, this is a really easy adaptation to make.",
        "start": 380330,
        "end": 385258
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Just make sure you're jumping backwards instead of staying in the same place.",
        "start": 385344,
        "end": 388438
      },
      {
        "text": "It's important to note that while my body is moving backwards, I'm still doing the same rotation.",
        "start": 388524,
        "end": 393110
      },
      {
        "text": "I start off the movement with my racket leg backwards, and by the end my racquet leg is now at the front.",
        "start": 393170,
        "end": 398026
      },
      {
        "text": "This is the exact same as the regular scissor kick.",
        "start": 398088,
        "end": 400454
      },
      {
        "text": "The only difference is I'm travelling backwards as I do it.",
        "start": 400502,
        "end": 403234
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You can also use this without jumping in the air.",
        "start": 403272,
        "end": 405562
      },
      {
        "text": "This is useful when the shuttle has already dropped a bit lower, but we want to play around the head shot or if you're just trying to save energy by not jumping in the air.",
        "start": 405636,
        "end": 413314
      },
      {
        "text": "This is still a scissor kick since the position of our feet are switching from front to back.",
        "start": 413352,
        "end": 417298
      },
      {
        "text": "But instead of moving them both in mid air, I'm doing this by keeping my racket leg in place and bringing my left leg behind it.",
        "start": 417324,
        "end": 423658
      },
      {
        "text": "This still puts me in the correct position as my feet have rotated from front to back, so these movements are essentially a more defensive version of the scissor kick.",
        "start": 423684,
        "end": 431654
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Here's a comparison.",
        "start": 431702,
        "end": 432686
      },
      {
        "text": "The main difference is for the defensive option, I'm still moving backwards as I hit the shuttle, while for the aggressive option that we first learned, I'm already in position, so don't have to move backwards.",
        "start": 432758,
        "end": 441850
      },
      {
        "text": "Just as a reminder, these scissor kick variations are only used on the backhand side because of the complications we have when trying to China jump to this corner.",
        "start": 443850,
        "end": 451754
      },
      {
        "text": "For the forehand corner, the China jump is a lot more natural, so just use that instead.",
        "start": 451802,
        "end": 455734
      },
      {
        "text": "Much simpler.",
        "start": 455832,
        "end": 456530
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The recovery for all the movement options on the backhand side are the exact same as the movement options on the forehand side, so I won't go into as much detail again.",
        "start": 456590,
        "end": 464134
      },
      {
        "text": "But to briefly recap, you have two options chassis steps or running steps.",
        "start": 464172,
        "end": 468506
      },
      {
        "text": "Chassis steps are used the majority of the time, since you won't usually know where your opponent's next shot will go.",
        "start": 468578,
        "end": 473386
      },
      {
        "text": "Chassis steps allow you to get to your base position easily and change direction if necessary.",
        "start": 473448,
        "end": 477686
      },
      {
        "text": "On the other hand, if you play a particularly devastating shot like a powerful smash and you see that your opponent is struggling to return it, you'll want to start immediately.",
        "start": 477758,
        "end": 485618
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Moving to the net and running steps is the best way to do this.",
        "start": 485654,
        "end": 488602
      },
      {
        "text": "You also initiate the recovery process in the same way.",
        "start": 488676,
        "end": 491470
      },
      {
        "text": "For the scissor kick, you want to push off your back foot to propel yourself forwards.",
        "start": 491520,
        "end": 495386
      },
      {
        "text": "Make sure your foot is turned to the side to prevent injury.",
        "start": 495458,
        "end": 497954
      },
      {
        "text": "After the backhand shot, you'll be in a lunge position as usual.",
        "start": 498002,
        "end": 501650
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Recover from the lunge by pushing off your front leg, then rotate your body back towards the net.",
        "start": 501770,
        "end": 505870
      },
      {
        "text": "Also, in the last video I told you there was an altered split step that helps you move to the forehand corner for the back hand corner.",
        "start": 505920,
        "end": 512126
      },
      {
        "text": "You don't need to worry about this.",
        "start": 512198,
        "end": 513466
      },
      {
        "text": "The standard split step with the right foot slightly forwards is already very effective, so there's no need to adjust it.",
        "start": 513528,
        "end": 518578
      },
      {
        "text": "As usual, let's recap these concepts by analysing Lee Chong Wei footwork first.",
        "start": 518604,
        "end": 522682
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The Scissor Kick this is a perfect demonstration of using the scissor kick on the backhand side.",
        "start": 522756,
        "end": 527698
      },
      {
        "text": "Instead of being forced to go on the defensive and play a weak backhand shot, Lee Chong Wei is able to move quickly enough to play a powerful smash he starts off with a split step.",
        "start": 527844,
        "end": 536314
      },
      {
        "text": "His right foot is ahead of his left.",
        "start": 536412,
        "end": 537982
      },
      {
        "text": "After the split step, the first move is to bring his right foot behind his left foot.",
        "start": 538056,
        "end": 541930
      },
      {
        "text": "You'll notice that this pivots his hips around from here to here.",
        "start": 541980,
        "end": 545566
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "As I mentioned earlier, he's also hoping backwards with his body as he does this to cover extra distance.",
        "start": 545688,
        "end": 550994
      },
      {
        "text": "From here, he's in a position to scissor kick.",
        "start": 551102,
        "end": 553286
      },
      {
        "text": "Both feet leave the ground and switch position in midair as he hits the shuttle.",
        "start": 553358,
        "end": 556910
      },
      {
        "text": "Before the scissor, his right foot is at the back and afterwards it's at the front.",
        "start": 556970,
        "end": 561070
      },
      {
        "text": "This generates momentum that allows him to put extra power into the smash.",
        "start": 561180,
        "end": 564902
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You'll notice that he's moving backwards slightly as he hits the shot.",
        "start": 564986,
        "end": 568058
      },
      {
        "text": "Since the shuttle is a little bit behind him.",
        "start": 568094,
        "end": 570010
      },
      {
        "text": "This is very common in singles, since you'll rarely have time to get fully behind the shuttle.",
        "start": 570060,
        "end": 574046
      },
      {
        "text": "But to show you what it looks like when he does get behind the shuttle, here's a clip of that.",
        "start": 574178,
        "end": 578158
      },
      {
        "text": "As you can see, it's usually only possible off a very high lift, since that's when you're going to have the time to get behind it.",
        "start": 578304,
        "end": 584422
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "As a result, Lee Chongwei doesn't have to move backwards as he scissors.",
        "start": 584556,
        "end": 587954
      },
      {
        "text": "But more often than not, you'll be under some pressure, so you'll usually be moving backwards as you hit the shot, and we covered that.",
        "start": 588062,
        "end": 593998
      },
      {
        "text": "But to be honest, the two movements are very similar.",
        "start": 594024,
        "end": 596554
      },
      {
        "text": "Once you learn one of them, you'll be able to adapt it without much effort.",
        "start": 596652,
        "end": 599570
      },
      {
        "text": "Next, let's have a look at the recovery.",
        "start": 599630,
        "end": 601406
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Lee Chong Wei wins the rally outright here, so I'm going to show you the recovery from a different scissor kick.",
        "start": 601478,
        "end": 606266
      },
      {
        "text": "After landing the scissor, he pushes off the back leg to start the forward movement.",
        "start": 606398,
        "end": 610358
      },
      {
        "text": "Since he played a clear this time, he takes one chassis step to get back to the middle, then split steps in preparation for the next shot.",
        "start": 610454,
        "end": 616550
      },
      {
        "text": "Here, Lee Chong Wei moves to this corner to play a backhand.",
        "start": 616670,
        "end": 619658
      },
      {
        "text": "In this case, the shuttle has gone slightly behind him, so he's under a little pressure.",
        "start": 619754,
        "end": 624050
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "To be honest, it looks like he could have gone around the head and played a forehand shot.",
        "start": 624170,
        "end": 628298
      },
      {
        "text": "And if you are in this situation, I would recommend that you do.",
        "start": 628394,
        "end": 631786
      },
      {
        "text": "However, Leech can do this because he has an excellent backhand and he's mainly trying to conserve energy here.",
        "start": 631908,
        "end": 637510
      },
      {
        "text": "Anyway, he takes a split step.",
        "start": 637560,
        "end": 639274
      },
      {
        "text": "Then, leading with his left foot, he takes one chassis step towards this corner.",
        "start": 639372,
        "end": 643106
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "From here, he pivots his body towards the shuttle.",
        "start": 643298,
        "end": 646106
      },
      {
        "text": "He does this by bringing his right foot from here to a lunging position at the back of the court.",
        "start": 646238,
        "end": 650834
      },
      {
        "text": "He plays the shot and instantly rotates his body back around.",
        "start": 650942,
        "end": 654094
      },
      {
        "text": "He then shuts his steps back to the middle and splits steps to prepare himself for the next shot.",
        "start": 654252,
        "end": 658870
      },
      {
        "text": "As usual, the best way of making sure you can implement all this information into your games is by going through the assignments.",
        "start": 659970,
        "end": 666038
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The goal is to make sure you're comfortable with moving to the rear corner, whether you're under pressure or looking to play an aggressive shot.",
        "start": 666134,
        "end": 671930
      },
      {
        "text": "Remember, it's not enough to just listen to the theory you have to put it in action, so you're going to practise the scissor kick and backhand movement separately.",
        "start": 671990,
        "end": 679394
      },
      {
        "text": "Don't rush the stage, even if it takes a while.",
        "start": 679502,
        "end": 681730
      },
      {
        "text": "When you're able to move fluently to this corner, it's going to make an insane difference to your banding game.",
        "start": 681780,
        "end": 686242
      },
      {
        "text": "And as you know, the only way to become fluent is to practise again and again.",
        "start": 686316,
        "end": 690538
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "For the scissor kick, there were two variations, one where you fully get behind the shuttle and one while you're still travelling backwards.",
        "start": 690624,
        "end": 696446
      },
      {
        "text": "For our purposes, we can categorise these as the same thing.",
        "start": 696518,
        "end": 699370
      },
      {
        "text": "They're very similar, so once you learn one, you'll be able to adapt it to the other without even thinking.",
        "start": 699420,
        "end": 704134
      },
      {
        "text": "First, practise the scissor on your own, making sure to implement all the key points.",
        "start": 704232,
        "end": 708082
      },
      {
        "text": "A slow motion demonstration is added at the end of the video.",
        "start": 708216,
        "end": 711202
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Keep shadowing this as a kick until you're confident that you're doing it correctly.",
        "start": 711276,
        "end": 714614
      },
      {
        "text": "Then record yourself for a few reps and run it through the Swift checklist.",
        "start": 714722,
        "end": 718010
      },
      {
        "text": "This will give you feedback, so if there's anything you need to correct, make sure you change it before trying again.",
        "start": 718070,
        "end": 722722
      },
      {
        "text": "Once you pass the checklist, it's time to start adding in some shuffles.",
        "start": 722796,
        "end": 725678
      },
      {
        "text": "Start off in the middle and get a feeder to hit a lift to your backhand corner.",
        "start": 725774,
        "end": 729194
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "As usual, the focus is on the quality of the technique.",
        "start": 729302,
        "end": 732050
      },
      {
        "text": "For that reason, you should never feel like you're under pressure.",
        "start": 732170,
        "end": 734882
      },
      {
        "text": "Make sure the feeder gives you enough time to recover.",
        "start": 734966,
        "end": 737198
      },
      {
        "text": "If they're too fast, ask them to slow down again.",
        "start": 737294,
        "end": 739738
      },
      {
        "text": "The actual shot you play doesn't really matter here, since the focus is on footwork, so hit whatever shot you like.",
        "start": 739824,
        "end": 745198
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Use a tube of twelve shuttles and do three sets of this exercise.",
        "start": 745284,
        "end": 748526
      },
      {
        "text": "If you only have one shuttle, it's not ideal, but you can just repeat it twelve times with the same shuttle.",
        "start": 748658,
        "end": 753290
      },
      {
        "text": "As an optional extra, you can also record this drill and run it through the Swift checklist.",
        "start": 753350,
        "end": 757406
      },
      {
        "text": "Of course, once you're done with the scissors, you're going to repeat the same process for the backhand footwork.",
        "start": 757478,
        "end": 762146
      },
      {
        "text": "Shadow it a few times until you're comfortable, and then record it and run it through the Swift checklist.",
        "start": 762278,
        "end": 766910
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Once you've passed, it's time to do the multi feed drill.",
        "start": 766970,
        "end": 769514
      },
      {
        "text": "For this drill, the feeder should make his lift quite flat and aggressive.",
        "start": 769622,
        "end": 772706
      },
      {
        "text": "This will put you under some pressure, just like when you play a backhand in a real game.",
        "start": 772778,
        "end": 776950
      },
      {
        "text": "Don't go too crazy here.",
        "start": 777000,
        "end": 778342
      },
      {
        "text": "You should still be able to reach the shuttle with a backhand fairly comfortably.",
        "start": 778416,
        "end": 782222
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Also, don't worry if you're struggling to hit the shuttle backhands are a difficult shot to hit, so it's fine if you miss a few.",
        "start": 782306,
        "end": 788458
      },
      {
        "text": "Right now, I just want you to focus on your footwork.",
        "start": 788544,
        "end": 790730
      },
      {
        "text": "So as long as you're moving well then I'm happy this applies to all multi feed drills.",
        "start": 790790,
        "end": 795278
      },
      {
        "text": "Just make sure you clear any trip hazards off the court to prevent injury.",
        "start": 795374,
        "end": 798662
      },
      {
        "text": "Congratulations.",
        "start": 798746,
        "end": 799574
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You've now made it through lessons for the four main corners of abandoned court.",
        "start": 799682,
        "end": 803102
      },
      {
        "text": "By now you should have a thorough understanding of the correct footwork and that's pretty cool.",
        "start": 803186,
        "end": 807406
      },
      {
        "text": "We're going to round off this module in the next few lessons where we cover the mid court footwork.",
        "start": 807468,
        "end": 811706
      },
      {
        "text": "But before that, as promised, here is the slow motion demonstration of the techniques from this video.",
        "start": 811778,
        "end": 816598
      },
      {
        "text": "Make sure you take advantage of this resource when you go through the assignments.",
        "start": 816684,
        "end": 819878
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I'll see you in the next lesson.",
        "start": 819974,
        "end": 821770
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You.",
        "start": 859470,
        "end": 859720
      }
    ]
  }
]