[
  {
    "sentences": [
      {
        "text": "Intercepting a shuttle is one of my absolute favourite things to do in badminton.",
        "start": 190,
        "end": 4234
      },
      {
        "text": "When your opponent plays a flat, clear lift with the intention of putting you under pressure, there's no better feeling than jumping out and punishing the attempt with a rally ending smash to round off your coverage of the entire court court.",
        "start": 4342,
        "end": 15238
      },
      {
        "text": "You're going to learn how to do this in the mid court.",
        "start": 15274,
        "end": 17206
      },
      {
        "text": "Trust me, you'll have a lot of fun pulling off a successful interception.",
        "start": 17278,
        "end": 20626
      },
      {
        "text": "Before we get started, I wanted to point out that there is a bit of a crossover between a mid court interception and a China jump out to the rear court.",
        "start": 20698,
        "end": 28330
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "That's because it's a bit of a grey area.",
        "start": 28390,
        "end": 30390
      },
      {
        "text": "The difference between a rear court shot and an interception really lies on a spectrum, but the focus of this lesson will be cutting off a flat shot before it reaches the back of the court, so there's a few key points to keep in mind.",
        "start": 30500,
        "end": 41982
      },
      {
        "text": "Like I said in the last video on Smash defence, successfully playing a shot from the mid court requires a lot of speed and explosiveness.",
        "start": 42056,
        "end": 48874
      },
      {
        "text": "You cannot hesitate if you want to successfully intercept the shuttle or it's just going to go flying past you and you're going to look silly.",
        "start": 48982,
        "end": 55114
      },
      {
        "text": "Intercepting a shuttle isn't as much of a fundamental movement, meaning we're not going to use as much as the other footwork patterns we've learnt it's only suitable when your opponent plays a flat lift or clear, which is when the shuttle follows a low travel path.",
        "start": 55162,
        "end": 67570
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Your opponent might try to play a shot like this to put you under pressure in the rear court, since a flat shot travels less distance and gets there quicker.",
        "start": 67630,
        "end": 74434
      },
      {
        "text": "If successful, this can work quite well and force you into a defensive situation, like using the step out or backhand movement.",
        "start": 74482,
        "end": 80494
      },
      {
        "text": "But if you're fast enough, you can turn the tables back on them by intercepting the shuttle in the middle of its flight path before it reaches the back of the court.",
        "start": 80542,
        "end": 87574
      },
      {
        "text": "Instead of being put under pressure yourself, you'll be able to catch them off guard and play aggressively.",
        "start": 87622,
        "end": 91954
      },
      {
        "text": "You can intercept a shot in the mid court on either the forehand or backhand side.",
        "start": 92002,
        "end": 95754
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Either way, you'll be using a China jump.",
        "start": 95852,
        "end": 97774
      },
      {
        "text": "First, let's look at the forehand side.",
        "start": 97882,
        "end": 99546
      },
      {
        "text": "As usual, you start off in the middle of the court in a neutral stance.",
        "start": 99608,
        "end": 103318
      },
      {
        "text": "As your opponent hits the shuttle, take a split step.",
        "start": 103474,
        "end": 105930
      },
      {
        "text": "You should land just after he hits the shuttle and at this moment you need to decide if it's possible to intercept the shuttle.",
        "start": 105980,
        "end": 111850
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If it isn't, just use one of the standard moving patterns we covered earlier.",
        "start": 111970,
        "end": 115534
      },
      {
        "text": "But if it is possible, you've got to act quick.",
        "start": 115582,
        "end": 117834
      },
      {
        "text": "The sooner you can get to the shuttle, the better your aggressive options will be.",
        "start": 117932,
        "end": 121470
      },
      {
        "text": "Sometimes you'll intercept the shuttle while it's still in line with your body.",
        "start": 121520,
        "end": 124674
      },
      {
        "text": "The movement here is very simple.",
        "start": 124772,
        "end": 126186
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Just transition straight out of your split step into the interception.",
        "start": 126248,
        "end": 129346
      },
      {
        "text": "It will look something like this split step then instantly trying to jump out.",
        "start": 129418,
        "end": 132930
      },
      {
        "text": "This will have you jumping out into the side with your racket held upwards.",
        "start": 132980,
        "end": 136102
      },
      {
        "text": "This allows you to play the shot before the shuttle travels past your body split step and instantly trying to jump out.",
        "start": 136186,
        "end": 141774
      },
      {
        "text": "Timing is key here since you only have a split second to react.",
        "start": 141872,
        "end": 145138
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Sometimes you might be a bit slower and the shuttle might have travelled slightly past you.",
        "start": 145234,
        "end": 149370
      },
      {
        "text": "In these situations you can still intercept the shuttle if you're fast enough.",
        "start": 149420,
        "end": 152958
      },
      {
        "text": "Let's say we're hitting the shuttle at around this point.",
        "start": 153044,
        "end": 155538
      },
      {
        "text": "To do so I need to adjust my movement slightly.",
        "start": 155624,
        "end": 158194
      },
      {
        "text": "The main difference is instead of jumping out to the side I need to jump out diagonally.",
        "start": 158302,
        "end": 162850
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This allows me to get to the shuffle that's slightly behind me.",
        "start": 162970,
        "end": 165846
      },
      {
        "text": "To do this I need to adjust my feet slightly after the split step.",
        "start": 165908,
        "end": 169302
      },
      {
        "text": "Since I'm jumping out this way, I want my feet to be like this before I jump in line with the diagonal movement.",
        "start": 169376,
        "end": 174514
      },
      {
        "text": "So I split step then adjust the position of my feet by taking a small step backwards with my right foot.",
        "start": 174562,
        "end": 179826
      },
      {
        "text": "From here I instantly turn jump outward to intercept the shot.",
        "start": 179888,
        "end": 182914
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So it's very similar to earlier.",
        "start": 182962,
        "end": 184462
      },
      {
        "text": "All I need to do is adjust the movement to hit a shuttle that's gone slightly behind me.",
        "start": 184546,
        "end": 188454
      },
      {
        "text": "You'll notice that the position my feet are in after this small step is the same position as the adjusted split step for the forehand rear corner.",
        "start": 188492,
        "end": 195526
      },
      {
        "text": "This isn't a coincidence, it's a good way of moving towards the forehand corner.",
        "start": 195598,
        "end": 199570
      },
      {
        "text": "In fact, it's just like before.",
        "start": 199630,
        "end": 201330
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If you can anticipate this shot you can use the adjusted split step.",
        "start": 201440,
        "end": 204966
      },
      {
        "text": "This is quicker because it allows you to transition instantly into the China jump without having to do this small step backwards first.",
        "start": 205028,
        "end": 210920
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "On the backhand side it's very similar.",
        "start": 219150,
        "end": 221206
      },
      {
        "text": "You can intercept a flat shot by China jumping out to it instead of waiting for it to travel past you and being forced to play a weak backend reply.",
        "start": 221328,
        "end": 228794
      },
      {
        "text": "Again.",
        "start": 228842,
        "end": 229162
      },
      {
        "text": "We start off with a split step, then China jump out towards the shuttle.",
        "start": 229236,
        "end": 232454
      },
      {
        "text": "I start off the split step with my left foot back and when I land the China jump it should stay this way.",
        "start": 232502,
        "end": 237250
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This is the quickest way to reach a shot in this area.",
        "start": 237300,
        "end": 239662
      },
      {
        "text": "It's actually simpler on the backhand side because you can use this movement.",
        "start": 239736,
        "end": 243014
      },
      {
        "text": "No matter where the shuttle is.",
        "start": 243062,
        "end": 244402
      },
      {
        "text": "There's no need to adjust your feet like on the forehand side.",
        "start": 244476,
        "end": 247186
      },
      {
        "text": "All you have to do is China jump in the correct direction.",
        "start": 247248,
        "end": 249806
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So if I'm reaching the shuttle earlier in its flight path I would China jump out to the side.",
        "start": 249878,
        "end": 254206
      },
      {
        "text": "But if it's gone slightly further behind me my China jump would be more diagonal.",
        "start": 254328,
        "end": 258374
      },
      {
        "text": "Just split step and China jump towards the shuttle.",
        "start": 258422,
        "end": 260894
      },
      {
        "text": "The recovery for the forehand and backhand side is the same.",
        "start": 260942,
        "end": 263782
      },
      {
        "text": "When you land the China jump, simply push off the back foot.",
        "start": 263916,
        "end": 266650
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Like you learned in module two, this resets your position and allows you to get back to base.",
        "start": 266700,
        "end": 271018
      },
      {
        "text": "That's really all there is to the footwork for an interception.",
        "start": 271104,
        "end": 273626
      },
      {
        "text": "Like I said, it's a fairly technically simple movement, so we don't need to spend too much time on it.",
        "start": 273698,
        "end": 278002
      },
      {
        "text": "It's simply a split step followed by an instant chime jump.",
        "start": 278016,
        "end": 281342
      },
      {
        "text": "There isn't much technique to it.",
        "start": 281426,
        "end": 282874
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "A successful interception depends more on your ability to react quickly.",
        "start": 282912,
        "end": 286594
      },
      {
        "text": "Every second you wait, the shuttle travels slightly further behind you and makes a successful interception more difficult.",
        "start": 286692,
        "end": 292114
      },
      {
        "text": "Stay on your toes with the entire movement and focus on being snappy.",
        "start": 292212,
        "end": 295262
      },
      {
        "text": "You don't have time to charge up a jump, so transition instantly from the splitstep into a China jump.",
        "start": 295346,
        "end": 300590
      },
      {
        "text": "However, this is actually quite an advanced shot.",
        "start": 300650,
        "end": 302990
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "We've only talked about the footwork, which by itself is quite simple, but pulling this off in a real game is more complicated.",
        "start": 303050,
        "end": 308582
      },
      {
        "text": "Not only is it something that requires a bit of practise, it also becomes much easier when you can anticipate the shot.",
        "start": 308666,
        "end": 314186
      },
      {
        "text": "But again, that's something that comes with experience.",
        "start": 314258,
        "end": 316342
      },
      {
        "text": "If you're a beginner and haven't developed that consistency in your standard overhead shots yet, this is going to be even harder due to the precise timing involved with an interception.",
        "start": 316476,
        "end": 325550
      },
      {
        "text": "For this reason, it's fine to focus on the more basic movements.",
        "start": 325610,
        "end": 328574
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "For now.",
        "start": 328622,
        "end": 328990
      },
      {
        "text": "Remember, you don't have to intercept the shot.",
        "start": 329040,
        "end": 331466
      },
      {
        "text": "You can also play it from the rear court using one of the footwork patterns we learned earlier, and if you're a beginner, you might prefer to stick with that for now.",
        "start": 331538,
        "end": 338050
      },
      {
        "text": "But for the more advanced players, you want to start practising and implementing this into your gameplay.",
        "start": 338100,
        "end": 342434
      },
      {
        "text": "The interception will add an extra dimension, and it will allow you to catch your opponent off guard when you're under pressure by counterattacking.",
        "start": 342482,
        "end": 349046
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Even though the movement itself is quite simple, we'll do a quick recap by watching Lee Chungwei.",
        "start": 349118,
        "end": 353690
      },
      {
        "text": "Here, his opponent plays a flat lift to his backhand side, hoping to put Lichenwe under pressure in the rear court.",
        "start": 353750,
        "end": 359462
      },
      {
        "text": "But Lee Chong Wei reacts quickly and is able to intercept the shot for a while.",
        "start": 359486,
        "end": 362914
      },
      {
        "text": "It's still in the mid court.",
        "start": 362952,
        "end": 364178
      },
      {
        "text": "He splits that as soon as the shot is hit, and when he lands, he realises that it's a shot he can intercept, so he instantly China jumps out to play the shot.",
        "start": 364214,
        "end": 372206
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The shuttle has gone slightly behind him, so you'll notice he's moving diagonally out and back.",
        "start": 372398,
        "end": 377674
      },
      {
        "text": "He then recovers from the China jump by pushing off his back leg, just like we learnt previously.",
        "start": 377832,
        "end": 382550
      },
      {
        "text": "Here's an example.",
        "start": 382610,
        "end": 383362
      },
      {
        "text": "On the forehand side, after defending a smash, his opponent plays a flat lift.",
        "start": 383436,
        "end": 387914
      },
      {
        "text": "Lee Chong Wei reacts to this quickly and is able to try and jump out and intercept the shuttle while it's still in the mid core.",
        "start": 388082,
        "end": 394262
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This is practically the exact same as the backhand side.",
        "start": 394406,
        "end": 397294
      },
      {
        "text": "The only difference, of course, is the direction of the shot.",
        "start": 397392,
        "end": 399986
      },
      {
        "text": "As usual, the slow motion will be included at the end of the video.",
        "start": 400058,
        "end": 402982
      },
      {
        "text": "Your assignment is to practise the interception footwork.",
        "start": 403056,
        "end": 405926
      },
      {
        "text": "Start off in the middle of the court and shadow this movement on the forehand side ten times.",
        "start": 406058,
        "end": 410626
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Start with a split step and try to jump out.",
        "start": 410748,
        "end": 413026
      },
      {
        "text": "You can try the different variations I mentioned, like when the shuttle is to the side or diagonally behind you.",
        "start": 413088,
        "end": 418330
      },
      {
        "text": "You can also try it with the adjusted forehand split step.",
        "start": 418380,
        "end": 420946
      },
      {
        "text": "Once you've done that, repeat it for ten shadows on the back hand side.",
        "start": 421008,
        "end": 423922
      },
      {
        "text": "It's the same movement.",
        "start": 423996,
        "end": 425198
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Split step and China jump out record both these movements and run them through the Swift checklist.",
        "start": 425294,
        "end": 430298
      },
      {
        "text": "Even though it's a fairly basic technique, I still want to make sure that you're doing it correctly before you progress.",
        "start": 430394,
        "end": 435398
      },
      {
        "text": "As an optional extra, you can get a feeder to Multifeed you these shots.",
        "start": 435494,
        "end": 439166
      },
      {
        "text": "However, I'm not including it as a mandatory assignment because again, this is quite a difficult drill to feed accurately.",
        "start": 439238,
        "end": 444926
      },
      {
        "text": "But if you're lucky enough to have a skilled feeder to help you out, I would recommend it since it gives you a good feeling of what it's like to intercept with an actual shuttle.",
        "start": 444998,
        "end": 452606
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Work on the forehand and backhand side separately.",
        "start": 452678,
        "end": 455018
      },
      {
        "text": "Each shot should be deliberately fed to make it as easy as possible for you to intercept.",
        "start": 455114,
        "end": 458906
      },
      {
        "text": "This means it should be quite low and not very powerful.",
        "start": 459038,
        "end": 461642
      },
      {
        "text": "A good shuttle path would look something like this.",
        "start": 461726,
        "end": 463786
      },
      {
        "text": "I know what you're thinking.",
        "start": 463848,
        "end": 464854
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "That looks really easy and wouldn't happen in a real game, but that's actually the point.",
        "start": 464952,
        "end": 469258
      },
      {
        "text": "The purpose of this drill is to help you build up the correct muscle memory and give you a feel for what it's like to intercept the shuttle.",
        "start": 469404,
        "end": 475706
      },
      {
        "text": "This is much easier when you're fed shots that are easy to intercept so you can focus on what your feet are doing instead of struggling just to reach the shuttle.",
        "start": 475778,
        "end": 482966
      },
      {
        "text": "Again, this is purely optional, so if you don't have a feeder, you'll be fine by just shadowing the movement.",
        "start": 483038,
        "end": 487790
      },
      {
        "text": "The whole focus of Module Three has been to teach you the correct movements.",
        "start": 487850,
        "end": 491306
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "In the next module, we're going to kick things up a notch and you'll be pushed even harder.",
        "start": 491438,
        "end": 495410
      },
      {
        "text": "This will allow you to develop more speed, but it's important that you can do all the techniques correctly before trying to increase the pace.",
        "start": 495470,
        "end": 501950
      },
      {
        "text": "If you try to move on without being technically sound, it's going to look like a hot mess.",
        "start": 502010,
        "end": 505462
      },
      {
        "text": "But with that being said, well done for making it to the end of Module Three.",
        "start": 505536,
        "end": 509182
      },
      {
        "text": "There has been an absolute tonne of information given to you, so if you feel overwhelmed, don't worry.",
        "start": 509316,
        "end": 514634
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "That's completely normal.",
        "start": 514682,
        "end": 515870
      },
      {
        "text": "I've given you ten years of footwork knowledge in a very short span of time.",
        "start": 515930,
        "end": 519418
      },
      {
        "text": "I told you I was going to be thorough.",
        "start": 519504,
        "end": 520874
      },
      {
        "text": "Make sure you take your time as you go through this module.",
        "start": 520922,
        "end": 523562
      },
      {
        "text": "I can't stress how important that is.",
        "start": 523646,
        "end": 525610
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This is how it went from being a clumsy mess on court to where I am now.",
        "start": 525660,
        "end": 528946
      },
      {
        "text": "I'm really excited for you to reach all your footwork and balmatin goals.",
        "start": 529008,
        "end": 532418
      },
      {
        "text": "Footwork is one of the most important things you can learn and once you apply everything in this module, you'll be light years ahead of the competition.",
        "start": 532514,
        "end": 539078
      },
      {
        "text": "Instead of struggling to reach every shuttle, you'll be moving and playing at a much faster pace that will allow you to dominate your opponents.",
        "start": 539174,
        "end": 545510
      }
    ]
  }
]