[
  {
    "sentences": [
      {
        "text": "At this point in the course, you will have completed a fair bit of shadow work.",
        "start": 190,
        "end": 3534
      },
      {
        "text": "When going through the assignments here, we're going to turn it up a notch.",
        "start": 3572,
        "end": 6790
      },
      {
        "text": "The shadow work you've done so far has been very basic, mainly to give you the repetitions needed to build muscle memory here.",
        "start": 6850,
        "end": 13194
      },
      {
        "text": "Not only are we going to increase the intensity density to push your speed and endurance, these exercises are closer to resembling a real rally situation, so are more transferable.",
        "start": 13292,
        "end": 22042
      },
      {
        "text": "In this lesson, we're going to cover a total of five shadow drills.",
        "start": 22126,
        "end": 25450
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "They are four corner shadow, aggressive shadow, defensive shadow, reactive shadow, and a custom drill.",
        "start": 25510,
        "end": 32290
      },
      {
        "text": "Let's start with the four corner shadow.",
        "start": 32350,
        "end": 34222
      },
      {
        "text": "As you can imagine, this involves shadowing to the four corners.",
        "start": 34306,
        "end": 37414
      },
      {
        "text": "This is the simplest drill and will combine a lot of shadow work you've done in Module Three.",
        "start": 37462,
        "end": 41778
      },
      {
        "text": "Starting off in the middle of the court, you're going to first shadow to the back and front court, recover back to the middle and then go to the forehand front core, recover to the middle and then go to the forehand rear core.",
        "start": 41864,
        "end": 51970
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Recover, then finish off by shadowing to the backhand rear core and then repeat as you shallow to each corner.",
        "start": 52030,
        "end": 57154
      },
      {
        "text": "You can use any footwork pattern you like.",
        "start": 57202,
        "end": 59058
      },
      {
        "text": "For example, in the forehand rear corner you can scissor kick, China jump or step out.",
        "start": 59144,
        "end": 63714
      },
      {
        "text": "It's up to you.",
        "start": 63752,
        "end": 64566
      },
      {
        "text": "However, when you're just starting out, I recommend you keep it simple for now so you don't overwhelm yourself.",
        "start": 64628,
        "end": 69330
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So, for example, you might want to stick with the scissor kick for a few rounds before switching to the China Jump.",
        "start": 69440,
        "end": 74446
      },
      {
        "text": "This allows you to be a bit more consistent if you're not too familiar with the movements yet.",
        "start": 74518,
        "end": 78786
      },
      {
        "text": "As this is the simplest drill just to get you started, you don't need to focus so much on speed yet.",
        "start": 78848,
        "end": 83202
      },
      {
        "text": "The next few drills will do that.",
        "start": 83276,
        "end": 84510
      },
      {
        "text": "The goal here is to get you using the footwork for module three in a more realistic scenario instead of being isolated to one corner at a time.",
        "start": 84560,
        "end": 91818
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "As a result, I still want you to focus on technique as you go through this drill, focus on moving with the same technical accuracy as you did in the module three assignments.",
        "start": 91904,
        "end": 100534
      },
      {
        "text": "If you took the time to make these movement patterns muscle memory, then it should be easy.",
        "start": 100642,
        "end": 104442
      },
      {
        "text": "If not, it's definitely worth redoing some of the previous assignments or adding in some extra reps before you move on.",
        "start": 104516,
        "end": 110202
      },
      {
        "text": "Next we'll go over the aggressive shadow drill.",
        "start": 110276,
        "end": 112750
      },
      {
        "text": "As you can imagine, this is a lot of fun, but fair warning.",
        "start": 112810,
        "end": 116050
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The intensity of the drills are going to really increase from this point onwards, even though you still need to maintain the technique.",
        "start": 116110,
        "end": 121594
      },
      {
        "text": "I expect you to push up the speed and you should be quite out of breath afterwards, and that's a good thing.",
        "start": 121642,
        "end": 126306
      },
      {
        "text": "An effective footwork routine is one of the most tiring things in badminton, but in my opinion, also one of the most enjoyable.",
        "start": 126368,
        "end": 132742
      },
      {
        "text": "As you can imagine, working this hard is going to put you leagues ahead of the competition, so enjoy every minute of it.",
        "start": 132826,
        "end": 138678
      },
      {
        "text": "Even if you feel like passing out again, you're going to start in the middle of the court, but this time you have a lot more freedom in how you move.",
        "start": 138764,
        "end": 145554
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Instead of going routinely through the four corners, I want you to move around the court in any way you like, as long as you're shadowing an aggressive formation.",
        "start": 145652,
        "end": 152818
      },
      {
        "text": "What do I mean by that?",
        "start": 152914,
        "end": 154206
      },
      {
        "text": "Well, when you're shadowing pretend you're playing a real game of singles.",
        "start": 154328,
        "end": 157690
      },
      {
        "text": "But instead of playing how you usually would go into a full out attack for every single shot.",
        "start": 157750,
        "end": 162754
      },
      {
        "text": "So I like to start with a pretend low serve and then instantly start shadowing attacking movements at the rear court.",
        "start": 162862,
        "end": 168754
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This is obvious.",
        "start": 168802,
        "end": 169590
      },
      {
        "text": "It means playing aggressive downward shots like smashes or drops, and my footwork will reflect this.",
        "start": 169700,
        "end": 174858
      },
      {
        "text": "I'll be moving fast to get behind the shuttle and may even be jumping in to meet the shuttle earlier.",
        "start": 174944,
        "end": 179866
      },
      {
        "text": "I can also intercept shots around the mid court with the China jump, as if my opponent is playing a flat lift.",
        "start": 179998,
        "end": 185422
      },
      {
        "text": "Then at the front of the court, I'll be applying pressure.",
        "start": 185506,
        "end": 188014
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The main ways to do this are to go for kills, aggressive drives, or just take the shuttle early and play a tight net shop.",
        "start": 188122,
        "end": 194082
      },
      {
        "text": "For this drill, I usually do it for time 20 seconds of work followed by 20 seconds of rest.",
        "start": 194216,
        "end": 198810
      },
      {
        "text": "You can use a stopwatch or easily download a free interval training app on your smartphone.",
        "start": 198860,
        "end": 203566
      },
      {
        "text": "Now that might not sound like a very long time, but trust me, if you do this correctly and work at maximum intensity, 20 seconds for multiple reps is going to be brutally tough.",
        "start": 203638,
        "end": 213286
      },
      {
        "text": "Just make sure you're working at close to maximum intensity.",
        "start": 213358,
        "end": 216058
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Don't be lazy about it in terms of which corner to move to.",
        "start": 216154,
        "end": 219234
      },
      {
        "text": "There's no correct way of doing this drill, so feel free to use your intuition and move to whichever corner you like.",
        "start": 219272,
        "end": 225042
      },
      {
        "text": "However, make sure every shot is aggressive.",
        "start": 225116,
        "end": 227230
      },
      {
        "text": "I don't want you to be playing defensive shots like backhand or taking the shuttle late.",
        "start": 227290,
        "end": 231670
      },
      {
        "text": "That comes in the next drill.",
        "start": 231730,
        "end": 233122
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Speaking of which, the next drill is going to be focused all around defensive shadow.",
        "start": 233206,
        "end": 237010
      },
      {
        "text": "Now, this is the exact same, except we're going to pretend that we're defending for the whole rally instead of attacking.",
        "start": 237070,
        "end": 242446
      },
      {
        "text": "So in this case, we're generally going to be getting to the shuttle late in the rear court.",
        "start": 242518,
        "end": 246478
      },
      {
        "text": "This means using our defensive footwork and playing a neutralised or a backhand at the front of the court.",
        "start": 246514,
        "end": 251554
      },
      {
        "text": "You'll be taking the shuttle from down low as if you're barely getting to it in time.",
        "start": 251602,
        "end": 255414
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Also, you'll be defending your opponent's smashes in the mid court, where you'll also be required to get low and reach out.",
        "start": 255572,
        "end": 261366
      },
      {
        "text": "I want to clear up a very important misconception.",
        "start": 261488,
        "end": 263950
      },
      {
        "text": "Just because you're defending does not mean you get to take it easy.",
        "start": 264070,
        "end": 267126
      },
      {
        "text": "In fact, I often tell people that you need to move faster when you're defending, since your opponent is forcing you under pressure.",
        "start": 267248,
        "end": 273430
      },
      {
        "text": "If you're too slow, you'll lose the rally.",
        "start": 273550,
        "end": 275374
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So when you do this drill, I still want you to be working at maximum intensity.",
        "start": 275422,
        "end": 279166
      },
      {
        "text": "You'll only be doing 22nd sets, but if you do it correctly, you should be exhausted by the end.",
        "start": 279238,
        "end": 284214
      },
      {
        "text": "Something I like to do is to combine the aggressive and defensive shadow into one workout.",
        "start": 284312,
        "end": 288778
      },
      {
        "text": "So I'll do 20 seconds of aggressive footwork rest for 20 seconds and then do 20 seconds of defensive footwork rest for 20 seconds and repeat.",
        "start": 288874,
        "end": 297286
      },
      {
        "text": "This is one of my absolute favourite drills because not only is it incredibly challenging, it also gives me the chance to work on all aspects of my footwork.",
        "start": 297358,
        "end": 304942
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The next drill is Reactive Shadow.",
        "start": 305026,
        "end": 306862
      },
      {
        "text": "This requires a partner to assist you, but it's a great drill because you don't get to decide which corner to move to.",
        "start": 306946,
        "end": 312930
      },
      {
        "text": "Just like in a real game, start in the middle of the court with your partner standing in front of you.",
        "start": 312980,
        "end": 317514
      },
      {
        "text": "He's going to point to one of the six corners on court, and it's your job to move to that corner.",
        "start": 317612,
        "end": 322018
      },
      {
        "text": "Your partner can move you to the rear court, the front court, or the mid court on either the forehand or backhand side.",
        "start": 322174,
        "end": 327546
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It's up to them.",
        "start": 327608,
        "end": 328422
      },
      {
        "text": "Again, this is quite a simple drill, but there's a few things to note.",
        "start": 328496,
        "end": 331702
      },
      {
        "text": "After moving to each corner, you need to immediately start recovering back to your base, just like you would in a real game.",
        "start": 331786,
        "end": 337482
      },
      {
        "text": "Your partner should point to the next corner just before you complete your recovery.",
        "start": 337616,
        "end": 341098
      },
      {
        "text": "So you're never stood waiting on court.",
        "start": 341134,
        "end": 342754
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "And yes, you can do the same corner twice in a row because this will often be the case in a real game.",
        "start": 342802,
        "end": 347598
      },
      {
        "text": "Just make sure you're recurring between each shot.",
        "start": 347684,
        "end": 349870
      },
      {
        "text": "You can do this drill for time again around 20 seconds, but I find it's more convenient to just count ten corners and this will be about 20 seconds.",
        "start": 349930,
        "end": 357550
      },
      {
        "text": "Whichever you choose, rest 20 seconds between sets.",
        "start": 357610,
        "end": 360490
      },
      {
        "text": "Alternatively, you can take turns helping each other out after you finish your set, your partner can work while you assist them by pointing to the corners.",
        "start": 360550,
        "end": 367462
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Now onto the final drill.",
        "start": 367546,
        "end": 369082
      },
      {
        "text": "This isn't a set drill because I want to give you a bit more freedom.",
        "start": 369166,
        "end": 372334
      },
      {
        "text": "There are a million different ways you could shadow on court, so it's impossible to cover every single one.",
        "start": 372382,
        "end": 377274
      },
      {
        "text": "So for this, I want you to choose out a drill that's perfect for you.",
        "start": 377372,
        "end": 380514
      },
      {
        "text": "And don't worry, I'll help you choose one.",
        "start": 380552,
        "end": 382158
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "For this, I want you to think of an area that you struggle with in game.",
        "start": 382184,
        "end": 385254
      },
      {
        "text": "It doesn't have to be something complicated.",
        "start": 385352,
        "end": 387082
      },
      {
        "text": "In fact, I would prefer it if you kept it simple for me.",
        "start": 387166,
        "end": 390114
      },
      {
        "text": "Since returning from badminton after a three year break, I found myself really struggling in the around the head corner.",
        "start": 390212,
        "end": 395770
      },
      {
        "text": "This used to be one of my best areas, so I guess I just lost it somewhere down the line.",
        "start": 395830,
        "end": 399930
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So for me, I would probably do a very simple drill to get me more comfortable moving to this corner.",
        "start": 399980,
        "end": 404998
      },
      {
        "text": "I would start by shadowing a block on the forehand corner, recover, and then move to my round the head corner shadow a shot from here, recover and repeat this simple movement a few times.",
        "start": 405094,
        "end": 414522
      },
      {
        "text": "If you're struggling to come up with a custom drill to work on, feel free to copy mine.",
        "start": 414596,
        "end": 418318
      },
      {
        "text": "In fact, I find that this is a common weakness among a lot of players, so it would definitely be useful.",
        "start": 418414,
        "end": 423154
      },
      {
        "text": "But if you know that there's another area of the court that you struggle with, I highly recommend you target it.",
        "start": 423202,
        "end": 427734
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If you're struggling to identify it, think about which area of the court you lose the most points on.",
        "start": 427772,
        "end": 432450
      },
      {
        "text": "That's probably a good indication that your footwork is weak in that area.",
        "start": 432500,
        "end": 435978
      },
      {
        "text": "Shadow drills are great because you can do them on your own, and since there's no shuttle involved, you can work at a much faster pace than you would otherwise be able to manage.",
        "start": 436064,
        "end": 444462
      },
      {
        "text": "When you combine all five exercises, it results in a very tough but rewarding workout.",
        "start": 444536,
        "end": 448990
      },
      {
        "text": "You'll probably be left panting for breath, but at the same time, you can see how the hard work is going to pay off.",
        "start": 449050,
        "end": 454434
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "To recap, the five drills in this video were four corner shadow, aggressive shadow, defensive shadow, reactive shadow, and custom shadow.",
        "start": 454472,
        "end": 464842
      },
      {
        "text": "Your assignment is to use these five drills to do a footwork focused training session.",
        "start": 464926,
        "end": 469354
      },
      {
        "text": "If that sounds like a lot, remember that top professionals spend a lot of time training every day just on their footwork, so I recommend that you find a court for an hour and dedicate that time to footwork drills.",
        "start": 469402,
        "end": 480694
      },
      {
        "text": "Start off with the four corner shadow.",
        "start": 480802,
        "end": 482734
      },
      {
        "text": "I want you to do three sets of the shadow work for 1 minute and then rest for 30 seconds between each set.",
        "start": 482842,
        "end": 488226
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Remember, this drill doesn't have to be carried out at full intensity.",
        "start": 488348,
        "end": 491734
      },
      {
        "text": "You should slow it down so you can focus on technique.",
        "start": 491842,
        "end": 494314
      },
      {
        "text": "That's why you're able to work for a full minute when doing this.",
        "start": 494422,
        "end": 497430
      },
      {
        "text": "Next, we have aggressive and defensive shadow.",
        "start": 497600,
        "end": 500146
      },
      {
        "text": "Like I said, I like to combine these into one workout, so start off by doing 20 seconds of aggressive shadow.",
        "start": 500218,
        "end": 506158
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Rest for 20 seconds, then do 20 seconds of defensive shadow, rest for 20 seconds and repeat.",
        "start": 506254,
        "end": 511990
      },
      {
        "text": "Do this for 16 rounds, meaning you should do eight sets of aggressive shadow and eight sets of defensive shadow work with high intensity for every set.",
        "start": 512110,
        "end": 519870
      },
      {
        "text": "Warning, this workout will be tough, but if you're like me, you'll love it.",
        "start": 519980,
        "end": 523794
      },
      {
        "text": "After that, you'll be moving on to the assisted shadow.",
        "start": 523832,
        "end": 526846
      },
      {
        "text": "Feel free to take a couple of minutes to get your breath back before you move on.",
        "start": 526978,
        "end": 530694
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Work for 20 seconds or ten corners, depending on how you're timing it.",
        "start": 530852,
        "end": 534834
      },
      {
        "text": "Then rest for 20 seconds before continuing.",
        "start": 534932,
        "end": 537394
      },
      {
        "text": "Repeat this five times.",
        "start": 537502,
        "end": 538926
      },
      {
        "text": "The final drill is your own custom one.",
        "start": 539048,
        "end": 541242
      },
      {
        "text": "Obviously it's hard to give you exact sets and reps since different drills are going to vary but a good benchmark to aim for is to spend five to ten minutes working on it, including work and rest periods.",
        "start": 541316,
        "end": 551350
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "By the end of all that you're going to be exhausted.",
        "start": 551410,
        "end": 553834
      },
      {
        "text": "Congratulations on making out alive.",
        "start": 553942,
        "end": 556042
      },
      {
        "text": "This is something I use to teach footwork to my students and they always end up hating me by the end of it but they also start moving a lot faster around the court so I guess they come around.",
        "start": 556126,
        "end": 564918
      },
      {
        "text": "In fact by the next session they usually hungry for more.",
        "start": 565004,
        "end": 567918
      },
      {
        "text": "So in the next lesson I'm going to be giving you some more drills to work on.",
        "start": 568004,
        "end": 571578
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This time they're going to be multi feed drills.",
        "start": 571664,
        "end": 573850
      },
      {
        "text": "I'll see you there.",
        "start": 573910,
        "end": 574590
      },
      {
        "text": "Bye.",
        "start": 574640,
        "end": 574810
      }
    ]
  }
]
