[
  {
    "sentences": [
      {
        "text": "Congratulations on surviving the multi feed drills.",
        "start": 190,
        "end": 2866
      },
      {
        "text": "I didn't actually tell you this in the last lesson, but that was the hardest part of this entire module.",
        "start": 2938,
        "end": 7354
      },
      {
        "text": "So take a breath.",
        "start": 7402,
        "end": 8302
      },
      {
        "text": "You survived when we're just shadowing the movement is the only thing we're thinking about.",
        "start": 8386,
        "end": 12270
      },
      {
        "text": "So naturally the intensity is very high.",
        "start": 12320,
        "end": 14886
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Lessons are going to be on multi feed and live rallies.",
        "start": 15068,
        "end": 17722
      },
      {
        "text": "Don't get me wrong, they're still hard, but since there's a shuttle in play, we can slightly lower the intensity to focus more on consistency.",
        "start": 17806,
        "end": 25066
      },
      {
        "text": "This is especially true for beginners.",
        "start": 25198,
        "end": 27010
      },
      {
        "text": "That's an important note for the feeders.",
        "start": 27070,
        "end": 28726
      },
      {
        "text": "Your goal isn't to beat the worker, it's to help them improve.",
        "start": 28798,
        "end": 31822
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So don't try to feed as fast as you can, especially if you see the worker is struggling and missing a lot of shots.",
        "start": 31906,
        "end": 37402
      },
      {
        "text": "As a general rule of thumb, the workers should be able to retrieve about 90% of shots in a multi feed drill.",
        "start": 37486,
        "end": 43054
      },
      {
        "text": "If they aren't, slow down your feet to a pace that they're more comfortable with.",
        "start": 43102,
        "end": 46746
      },
      {
        "text": "Obviously, you'll need a partner to help you work through this lesson, but don't worry, you don't need to hire a super expensive coach.",
        "start": 46808,
        "end": 52870
      },
      {
        "text": "I recommend you find a friend or training partner and take time to feed each other.",
        "start": 52930,
        "end": 57186
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This way you both help each other improve.",
        "start": 57308,
        "end": 59350
      },
      {
        "text": "And don't worry if neither of you are experienced feeders.",
        "start": 59410,
        "end": 62074
      },
      {
        "text": "I've deliberately selected drills that are easy to feed.",
        "start": 62122,
        "end": 64558
      },
      {
        "text": "For a quick safety note before we begin, you might miss a few shuttles and that's perfectly fine.",
        "start": 64594,
        "end": 69690
      },
      {
        "text": "The focus here is on the movement and not necessarily the quality of shot.",
        "start": 69800,
        "end": 72994
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If you miss the shuttle, you can just ignore it and continue with the drill.",
        "start": 73042,
        "end": 76114
      },
      {
        "text": "The one exception to this, however, is if you miss the shuttle and it's somewhere in the court where it becomes a trip hazard, stop immediately and move it out of the way first and then continue.",
        "start": 76222,
        "end": 85830
      },
      {
        "text": "Obviously this is pretty common sense, but I just wanted to remind you because I do know people who have injured themselves by tripping over a shuttle.",
        "start": 85940,
        "end": 92854
      },
      {
        "text": "My note sounds silly.",
        "start": 92902,
        "end": 93754
      },
      {
        "text": "For all the drills in this lesson, you're going to be feeding a tube of ten shuttles for three sets.",
        "start": 93802,
        "end": 98254
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So a total of 30 shuttles.",
        "start": 98302,
        "end": 100066
      },
      {
        "text": "I've compiled my five favourite multi feed drills for this lesson.",
        "start": 100138,
        "end": 103090
      },
      {
        "text": "They are half court, front and back, clear into a cross court block, smash to kill, block to neutralise and net shot multidrill.",
        "start": 103150,
        "end": 111010
      },
      {
        "text": "I've selected these drills because they're simple enough for anyone to get started, but that doesn't mean they aren't challenging.",
        "start": 111070,
        "end": 116242
      },
      {
        "text": "This drill is also quite simple, but it's really useful for learning to cover the long diagonal, a very important part of badminton.",
        "start": 116326,
        "end": 122602
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Start off in the middle of the court.",
        "start": 122686,
        "end": 124234
      },
      {
        "text": "The feeder is going to play a shot to your backhand side.",
        "start": 124282,
        "end": 127290
      },
      {
        "text": "Use your footwork to play an around the head clear with a scissor kick and start recovering to the middle.",
        "start": 127460,
        "end": 132522
      },
      {
        "text": "The next shot will be a block from the forehand side.",
        "start": 132656,
        "end": 135210
      },
      {
        "text": "Play this and then repeat.",
        "start": 135320,
        "end": 136618
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This drill is again pretty simple in its execution, so you shouldn't have too much trouble feeding it.",
        "start": 136654,
        "end": 141354
      },
      {
        "text": "However, it's deceptively effective.",
        "start": 141452,
        "end": 143350
      },
      {
        "text": "Like I said in the last video, the long diagonal is a weak point for many players.",
        "start": 143470,
        "end": 147526
      },
      {
        "text": "Once you've done all three tubes, switch over to the other side.",
        "start": 147598,
        "end": 150462
      },
      {
        "text": "It's the same thing, except you'll be doing a forehand clear and a backhand block.",
        "start": 150536,
        "end": 154666
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "When you approach the clear on the forehand side, you can either play it with a scissor kick or a China jump.",
        "start": 154738,
        "end": 159478
      },
      {
        "text": "It's up to you and depends on how early you can get to the shuttle.",
        "start": 159574,
        "end": 162694
      },
      {
        "text": "Start off focusing on the technique, but as you get more consistent, the speed of feeding can increase, so you'll get to work on your explosive movement.",
        "start": 162802,
        "end": 169834
      },
      {
        "text": "As a note to the feeders, I recommend that you stand on the same side that you're blocking to.",
        "start": 169882,
        "end": 173850
      },
      {
        "text": "This isn't hugely important, but I find it easier to feed than the other way around.",
        "start": 173900,
        "end": 177666
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The next drill is an aggressive smash and kill drill.",
        "start": 177788,
        "end": 180646
      },
      {
        "text": "The version I've described takes place on a full court, but if this is too advanced, feel free to adapt it to a half court like we did in the first drill.",
        "start": 180718,
        "end": 188242
      },
      {
        "text": "Start off in the middle of the court.",
        "start": 188326,
        "end": 189874
      },
      {
        "text": "You'll play a smash from the forehand side and then instantly come in to play a kill.",
        "start": 189922,
        "end": 193902
      },
      {
        "text": "Recover quickly, then move to play a smash from around the head side.",
        "start": 194036,
        "end": 197466
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Again, follow up straight and play a kill from here.",
        "start": 197588,
        "end": 200346
      },
      {
        "text": "Just repeat the pattern on the forehand side.",
        "start": 200408,
        "end": 202434
      },
      {
        "text": "You can China jump or scissor kick, depending on how much time you have to get behind the shuttle.",
        "start": 202472,
        "end": 206614
      },
      {
        "text": "On the backhand side, you'll always want to use a scissor kick.",
        "start": 206722,
        "end": 209470
      },
      {
        "text": "The key part of this drill comes immediately after you play the smash.",
        "start": 209530,
        "end": 212470
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I don't want you to be lazy.",
        "start": 212530,
        "end": 213754
      },
      {
        "text": "The very second you play the smash, I want you to start moving aggressively forward to the net.",
        "start": 213862,
        "end": 218010
      },
      {
        "text": "You can do this by springing off your back leg after landing from hitting the shuttle.",
        "start": 218060,
        "end": 222070
      },
      {
        "text": "This is something we've covered multiple times in the course.",
        "start": 222130,
        "end": 224478
      },
      {
        "text": "Remember that when you play a good smash, you need to commit to coming into the net to apply pressure or in this case, play a kill.",
        "start": 224564,
        "end": 231258
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Since this is quite an intense drill, it's important to feed at a pace that the worker is comfortable with.",
        "start": 231344,
        "end": 236010
      },
      {
        "text": "If you feed too fast, the worker won't get much benefit out of this.",
        "start": 236060,
        "end": 239226
      },
      {
        "text": "When you feed the lifts, I want them to land somewhere around three quarters to the back of the court.",
        "start": 239288,
        "end": 243718
      },
      {
        "text": "Don't feed all the way to the back, since that's not appropriate for the context of this drill, which is an attacking drill.",
        "start": 243814,
        "end": 249430
      },
      {
        "text": "Next, we have a drill to focus on defensive shots from the rear court, often called a neutralise.",
        "start": 249490,
        "end": 253990
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If you don't know what a neutralise is, it's a shot we play from the rear corner when we're under pressure.",
        "start": 254050,
        "end": 258490
      },
      {
        "text": "Since we're under pressure, we'll be moving to the shot on the forehand corner.",
        "start": 258550,
        "end": 261490
      },
      {
        "text": "With the step out technique, you'll be taking the shuttle from slightly behind you and playing a flat shot to the front of the court.",
        "start": 261550,
        "end": 267418
      },
      {
        "text": "It's similar to a drop shot, but with a few differences.",
        "start": 267454,
        "end": 270130
      },
      {
        "text": "Since you're under pressure, don't worry too much about the technical side of the shop for now.",
        "start": 270190,
        "end": 273774
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I just wanted to give you some additional context.",
        "start": 273812,
        "end": 275926
      },
      {
        "text": "The focus here, of course, is on the footwork.",
        "start": 275998,
        "end": 278014
      },
      {
        "text": "You're going to start off by playing a forehand block and then taking a small recovery step.",
        "start": 278062,
        "end": 282954
      },
      {
        "text": "Don't travel too far, but you should be moving backwards and towards the middle.",
        "start": 283112,
        "end": 286818
      },
      {
        "text": "The next shot will be a flat lift to your forehand side.",
        "start": 286964,
        "end": 289758
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "From here, you're going to use your step up footwork to play a neutralised shot.",
        "start": 289904,
        "end": 293554
      },
      {
        "text": "Recover back to the middle and repeat.",
        "start": 293662,
        "end": 295582
      },
      {
        "text": "At first, this might seem similar to the first drill we did with the simple front to back movement, but that isn't quite accurate.",
        "start": 295666,
        "end": 301270
      },
      {
        "text": "Firstly, you should be shadowing this drill as if you're playing a real game on a full court.",
        "start": 301330,
        "end": 305494
      },
      {
        "text": "That means when you play the first block, you need to recover back towards the middle, not to the actual middle of the court, but you need to move in that direction instead of just going straight back.",
        "start": 305542,
        "end": 314166
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Secondly, you're supposed to be late to the shuttle for this drill since you'll be fed a flat lift.",
        "start": 314228,
        "end": 318862
      },
      {
        "text": "Overall, the idea is to work on a situation where you're late to the shuttle in the rear court.",
        "start": 318946,
        "end": 323458
      },
      {
        "text": "This is a very frequent scenario that we want to train for, so you want to be under some pressure in this drill.",
        "start": 323494,
        "end": 328534
      },
      {
        "text": "Obviously, this doesn't mean the feeder should go overboard.",
        "start": 328582,
        "end": 331162
      },
      {
        "text": "If you notice that the worker is struggling to retrieve about 90% of the shots, then make sure to slow it down to a pace that they're more comfortable with.",
        "start": 331246,
        "end": 337986
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Repeat this for three cubes, then move on to the backhand side.",
        "start": 338048,
        "end": 340746
      },
      {
        "text": "It's a very similar drill on this side, except you'll be playing a backhand shot instead of a forehand neutralised.",
        "start": 340808,
        "end": 345946
      },
      {
        "text": "Remember how in module three we said that these three movements are parallel to each other?",
        "start": 346018,
        "end": 349974
      },
      {
        "text": "For when you're under pressure in the forehand or backhand rear core, start off with a backhand block, recover towards the middle, then use your backhand footwork to play a backhand drop shot.",
        "start": 350072,
        "end": 359398
      },
      {
        "text": "Recover back to the middle and repeat.",
        "start": 359494,
        "end": 361402
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Now, I know a lot of players struggle to hit backhand shots, but it's perfectly fine to miss the shuttle as long as your footwork is good.",
        "start": 361486,
        "end": 368346
      },
      {
        "text": "Remember that these drills are about movement, not shot quality.",
        "start": 368408,
        "end": 371214
      },
      {
        "text": "That being said, it will be more fun and it is beneficial to work with more consistency.",
        "start": 371312,
        "end": 375406
      },
      {
        "text": "So ask your feeder to slow down from the forehand side if necessary.",
        "start": 375538,
        "end": 378982
      },
      {
        "text": "Repeat this drill for three tubes and then move on.",
        "start": 379066,
        "end": 381150
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This last drill is one of my favourites.",
        "start": 381200,
        "end": 382990
      },
      {
        "text": "Even though the concept is incredibly simple, it's a really enjoyable challenge.",
        "start": 383050,
        "end": 387190
      },
      {
        "text": "It takes place entirely at the front of the court and is a fastpaced drill.",
        "start": 387250,
        "end": 390730
      },
      {
        "text": "You start off in the middle of the court a little bit behind the service line.",
        "start": 390790,
        "end": 394086
      },
      {
        "text": "The feeder will rapidly feed you a bunch of shuttles to random positions at the front of the court.",
        "start": 394148,
        "end": 398494
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "They can be to the forehand, backhand or middle of the court and can vary in height and tightness.",
        "start": 398542,
        "end": 403318
      },
      {
        "text": "It's your job to get them all back.",
        "start": 403414,
        "end": 404922
      },
      {
        "text": "Don't worry too much about shot quality.",
        "start": 404996,
        "end": 406758
      },
      {
        "text": "The goal is just to hit the shuttle back over the net.",
        "start": 406844,
        "end": 409326
      },
      {
        "text": "However, I want you to make sure that you're still recovering back into position after each shot.",
        "start": 409388,
        "end": 413890
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It's very easy to start inching forwards in an attempt to return more shuttles but I want you to move as if you were in a real game.",
        "start": 414010,
        "end": 420606
      },
      {
        "text": "That means taking a recovery step after each shot.",
        "start": 420668,
        "end": 423058
      },
      {
        "text": "Of course, you don't need to recover all the way back to the middle since you tend to stay closer to the net.",
        "start": 423094,
        "end": 427434
      },
      {
        "text": "After playing a net shot, the feeder can hand feed or use his racket for this drill it just comes down to preference.",
        "start": 427472,
        "end": 432502
      },
      {
        "text": "It's incredibly important for the feeder to adjust the speed of the structure appropriately.",
        "start": 432586,
        "end": 436270
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It should be fast enough to be challenging without being too hard.",
        "start": 436330,
        "end": 439206
      },
      {
        "text": "You'll know you're feeding correctly if the worker is returning a lot of shots from close to the floor but is still able to work at above 90% consistency.",
        "start": 439268,
        "end": 446638
      },
      {
        "text": "Again, I want you to feed three tubes of this drill.",
        "start": 446734,
        "end": 449194
      },
      {
        "text": "Multi feed drills are another great way of developing your footwork.",
        "start": 449242,
        "end": 452278
      },
      {
        "text": "When you do them, you get the chance to hit shuttles while still working at a higher intensity than would be possible in a real rally.",
        "start": 452374,
        "end": 458890
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Essentially, they're a great balance between specificity and transferability.",
        "start": 458950,
        "end": 462970
      },
      {
        "text": "To recap, the five multi feedback from this video were half court front and back clear to cross court block smash to kill block to neutralise net shot multi feed.",
        "start": 463090,
        "end": 474046
      },
      {
        "text": "As expected, your assignment is to work through all the drills in this video.",
        "start": 474118,
        "end": 477486
      },
      {
        "text": "You can do it in a separate session from the shallow drill or you can do it straight afterwards but you might need a break.",
        "start": 477548,
        "end": 482886
      },
      {
        "text": "Whichever you choose, find a friend or training partner and take turns feeding each other.",
        "start": 482948,
        "end": 487290
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This way you can help each other grow.",
        "start": 487400,
        "end": 489270
      },
      {
        "text": "All right, I'll see you in the next lesson where we go over the final type of drill live rallies.",
        "start": 489380,
        "end": 493930
      }
    ]
  }
]