[
  {
    "sentences": [
      {
        "text": "Are you feeling emotional?",
        "start": 370,
        "end": 1834
      },
      {
        "text": "I am.",
        "start": 2002,
        "end": 3042
      },
      {
        "text": "Welcome to the last lesson of the football fast Lane.",
        "start": 3236,
        "end": 6202
      },
      {
        "text": "It's crazy how we've gotten here so quickly, but before I get too soppy, we still have a lesson to complete.",
        "start": 6286,
        "end": 12102
      },
      {
        "text": "This lesson is about the final type of training drill.",
        "start": 12176,
        "end": 14794
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Live Rallies Live rallies take place with one shot at a time, just like in a real game.",
        "start": 14902,
        "end": 19266
      },
      {
        "text": "But unlike a real game where we have the freedom to hit any shot we want, these live rallies revolve around a certain movement pattern.",
        "start": 19328,
        "end": 25570
      },
      {
        "text": "As expected, this is the most transferable type of drill.",
        "start": 25630,
        "end": 28774
      },
      {
        "text": "But since there's only one shuttle in play, it's really important to keep the consistency there.",
        "start": 28882,
        "end": 33390
      },
      {
        "text": "You don't want to be constantly picking up shuttles from the floor.",
        "start": 33440,
        "end": 36118
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "That's just not an efficient way to learn.",
        "start": 36154,
        "end": 38034
      },
      {
        "text": "So when you go through these drills, lower the intensity so you can keep the rallies going on for as long as possible.",
        "start": 38132,
        "end": 43818
      },
      {
        "text": "That's especially important to keep in mind for the feeders.",
        "start": 43904,
        "end": 46546
      },
      {
        "text": "Again, you'll need a friend or training partner to help you.",
        "start": 46618,
        "end": 49374
      },
      {
        "text": "If possible, try to find a skilled player, or at least someone you know can feed with consistency.",
        "start": 49472,
        "end": 54298
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If you can't find someone like that, that's fine.",
        "start": 54394,
        "end": 56310
      },
      {
        "text": "You can still do these drills, and if they've proved to be too difficult at your current skill level, then just put them in the pocket for later.",
        "start": 56360,
        "end": 62526
      },
      {
        "text": "You'll already get a tonne out of the shadow and multi feed drills.",
        "start": 62588,
        "end": 65458
      },
      {
        "text": "So just come back when you've had a little more practise and remember, you have lifetime access to all of the lessons in the footwork Fastlane.",
        "start": 65494,
        "end": 71638
      },
      {
        "text": "I've tried to keep these drills simple so they're as accessible as possible, but don't confuse simple with ineffective.",
        "start": 71674,
        "end": 77506
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Even top professional players trained with these drills.",
        "start": 77638,
        "end": 80170
      },
      {
        "text": "Let's get started.",
        "start": 80230,
        "end": 81054
      },
      {
        "text": "The Five Types of Live Rallies You're going to do a half court, drop net lift, one v.",
        "start": 81152,
        "end": 85818
      },
      {
        "text": "Two defence, one v.",
        "start": 85844,
        "end": 87282
      },
      {
        "text": "Two attack block neutralise one corner challenge.",
        "start": 87296,
        "end": 90802
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The first drill drop net lift is the easiest of the bunch.",
        "start": 90886,
        "end": 94078
      },
      {
        "text": "Just like the last few lessons.",
        "start": 94174,
        "end": 95734
      },
      {
        "text": "The purpose is just to ease you into doing live rallies.",
        "start": 95842,
        "end": 98806
      },
      {
        "text": "In this drill, there is no feeder.",
        "start": 98878,
        "end": 100594
      },
      {
        "text": "You're both working and feeding at the same time.",
        "start": 100642,
        "end": 102846
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The drill takes place on a half court.",
        "start": 102908,
        "end": 104938
      },
      {
        "text": "Start off with a high serve.",
        "start": 105034,
        "end": 106594
      },
      {
        "text": "My partner plays a drop shot and I come in to play a net shot.",
        "start": 106702,
        "end": 109834
      },
      {
        "text": "My partner then comes into the net to play a lift, which sends me to the back of the court.",
        "start": 109942,
        "end": 113854
      },
      {
        "text": "I play a drop shot, he plays a net shot, I lift, and the whole cycle repeats.",
        "start": 113962,
        "end": 118210
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It's very simple.",
        "start": 118270,
        "end": 119022
      },
      {
        "text": "It just follows the pattern of drop net lift and repeats itself.",
        "start": 119096,
        "end": 123174
      },
      {
        "text": "There isn't much to say about this drill.",
        "start": 123272,
        "end": 124738
      },
      {
        "text": "Just try to keep the rally going on for as long as possible.",
        "start": 124774,
        "end": 127530
      },
      {
        "text": "Remember that the goal isn't to beat your partner, it's to keep the consistency there so you both develop effective front to back movement patterns.",
        "start": 127640,
        "end": 134842
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Do this drill for about five minutes before moving on.",
        "start": 134926,
        "end": 137646
      },
      {
        "text": "The next drill is One v two defence.",
        "start": 137768,
        "end": 139666
      },
      {
        "text": "This works best with two feeders, but if you can't find someone else to help you out, then this still works.",
        "start": 139738,
        "end": 144234
      },
      {
        "text": "With just one feeder.",
        "start": 144272,
        "end": 145354
      },
      {
        "text": "The two feeders will stand in a front to back formation while you'll be covering the whole court on your own.",
        "start": 145402,
        "end": 150030
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You will spend the whole time defending while the feeders attack with smashes and drops.",
        "start": 150080,
        "end": 153934
      },
      {
        "text": "Start off with a high serve and the feeder at the back will attack.",
        "start": 154042,
        "end": 156978
      },
      {
        "text": "Your job is to defend their shot by playing a block to the net.",
        "start": 157124,
        "end": 160206
      },
      {
        "text": "From here, the feeder at the front will play a net shot, which will come in for and lift.",
        "start": 160268,
        "end": 164470
      },
      {
        "text": "Keep this rally going for as long as possible by constantly retrieving the Feeder's attack, the feeders should play with enough aggression to keep the worker under pressure at all times, but don't attack so fiercely that the rallies consistently last less than two or three shots.",
        "start": 164590,
        "end": 178810
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It's going to be most beneficial for the worker if you can keep the rallies long and consistent, so adjust the difficulty if you see the workers struggling and make sure you make as few unforced errors as possible.",
        "start": 178990,
        "end": 189006
      },
      {
        "text": "This is a great drill for the worker to develop their defensive football and it's also very transferable, so you should quickly see improvements to your defence.",
        "start": 189128,
        "end": 197698
      },
      {
        "text": "Each worker should do this drill for five minutes before moving on to the next one.",
        "start": 197794,
        "end": 201330
      },
      {
        "text": "The next drill is quite similar, except the worker is going to develop his aggressive footwork.",
        "start": 201380,
        "end": 205666
      },
      {
        "text": "The two feeders will adopt a side by side formation while the worker will be alone.",
        "start": 205738,
        "end": 209722
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Start off the rally however you like.",
        "start": 209806,
        "end": 211458
      },
      {
        "text": "The feeders can start with a high serve, but if I'm the worker, I prefer to start off with a low serve since this is how I play singles.",
        "start": 211544,
        "end": 218050
      },
      {
        "text": "Either way, the feeders are going to hit the shuttle to the rear court and I'm going to attack.",
        "start": 218110,
        "end": 222318
      },
      {
        "text": "I can play a smash, drop shot or slice essentially any attacking shot, and it's the Feeder's job to defend it.",
        "start": 222464,
        "end": 228714
      },
      {
        "text": "After the feeder has blocked the net, I'll come in and play a net shot.",
        "start": 228752,
        "end": 232294
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "They'll lift and the cycle repeats.",
        "start": 232402,
        "end": 234178
      },
      {
        "text": "Now it's very tempting for the feeders to want to show off.",
        "start": 234274,
        "end": 237246
      },
      {
        "text": "Since there's two of you, it's very easy to counterattack.",
        "start": 237308,
        "end": 239962
      },
      {
        "text": "You might be able to play a really flat defence or come in and drive it back at them, but don't do this.",
        "start": 240046,
        "end": 244878
      },
      {
        "text": "It's not useful at all for the worker and it's only possible because there's two of you defending.",
        "start": 244964,
        "end": 249058
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It never happens in a real game.",
        "start": 249094,
        "end": 250566
      },
      {
        "text": "Of course, you want to push the worker, but it needs to be in a realistic scenario.",
        "start": 250628,
        "end": 254578
      },
      {
        "text": "Instead, play a comfortable straight block to the net and keep it simple.",
        "start": 254674,
        "end": 258282
      },
      {
        "text": "The same thing applies when you're lifting.",
        "start": 258356,
        "end": 259954
      },
      {
        "text": "You want to give them a lift that allows them to get behind the shuttle and attack.",
        "start": 260002,
        "end": 263394
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "In fact, your lift can be anywhere from half court to three quarters of the court.",
        "start": 263492,
        "end": 267118
      },
      {
        "text": "Since that's where most smashes occur from.",
        "start": 267154,
        "end": 268950
      },
      {
        "text": "Don't play an insanely flat lift that puts them under pressure and definitely don't try to use deception.",
        "start": 269000,
        "end": 273694
      },
      {
        "text": "That's just way too difficult for this level.",
        "start": 273742,
        "end": 275622
      },
      {
        "text": "Just like before, this is a very transferable drill that will help you develop an aggressive playstyle.",
        "start": 275696,
        "end": 280582
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It's also a lot of fun because you get to play a lot of smashes, but don't forget to mix in your slices and dropshots just like you would in a real game unless you're this guy.",
        "start": 280666,
        "end": 289160
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Wow, my smash is really good.",
        "start": 291690,
        "end": 293700
      },
      {
        "text": "Do this drill for about five minutes per worker and then move on.",
        "start": 294990,
        "end": 298270
      },
      {
        "text": "The next drill is quite similar to the neutralised drill we did in the last lesson, but this time we're going to do it as a live rally instead of a Multifeed.",
        "start": 298320,
        "end": 305114
      },
      {
        "text": "The feed will stand@the.net on the forehand side of the court and you'll be on the opposite side.",
        "start": 305162,
        "end": 309322
      },
      {
        "text": "Even though we're only going to be working on the forehand side of the court, I want you to position yourself as if you were playing a real game on a full court.",
        "start": 309396,
        "end": 316442
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This means moving towards the middle of the court.",
        "start": 316466,
        "end": 318470
      },
      {
        "text": "Start off by blocking back and forth to each other on the forehand side, recovering back each time.",
        "start": 318530,
        "end": 323398
      },
      {
        "text": "Then when the feeder decides he will randomly throw in a flat lift to your forehand side, your goal is to get to it with a step up movement in time to play a neutralise, recover back to the middle, continue to block back and forth, and repeat.",
        "start": 323544,
        "end": 335762
      },
      {
        "text": "Unlike the multi feed drill where it was always one block and one lift, this time you keep playing blocks until the feeder decides to lift.",
        "start": 335846,
        "end": 342926
      },
      {
        "text": "The benefit of this is it keeps you on your toes, just like in a real game, because you don't know when your opponent is going to play this shot.",
        "start": 342998,
        "end": 349034
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You can then repeat this drill on the backhand side, just as you would expect.",
        "start": 349082,
        "end": 352342
      },
      {
        "text": "It's the exact same thing.",
        "start": 352416,
        "end": 353782
      },
      {
        "text": "Now you'll be playing backhand blocks and when the feeder decides to throw in a flat lift, you'll move to it with the backhand footwork and play a backhand drop shot.",
        "start": 353916,
        "end": 361826
      },
      {
        "text": "Repeat this for five minutes, two and a half minutes on each side, and then move on to the next drill.",
        "start": 361898,
        "end": 366074
      },
      {
        "text": "The final drill is the one corner challenge.",
        "start": 366122,
        "end": 368294
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It requires a feeder who will stand in one corner at the front of the court, either on the forehand or backhand side.",
        "start": 368342,
        "end": 373726
      },
      {
        "text": "The two of you will play a live rally where the worker has to return everything to the same corner, but the feeder has the freedom to hit it wherever they like.",
        "start": 373788,
        "end": 380938
      },
      {
        "text": "This is quite a challenging drill as you'll be put under pressure a lot, and no matter where you are on court, you have to keep hitting the shuttle to the same corner.",
        "start": 381024,
        "end": 388598
      },
      {
        "text": "This is a great way to train your retrieval skills as you'll be moving to all four corners and you can use different footwork patterns depending on how much time you have to get to the shuttle.",
        "start": 388754,
        "end": 398054
      },
      {
        "text": "As usual, the job of the feeder is to keep the rally going for as long as possible while making sure the worker is still under pressure.",
        "start": 398162,
        "end": 404606
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Work at this for two and a half minutes then have the feeder switch sides to the other corner.",
        "start": 404678,
        "end": 408830
      },
      {
        "text": "It's the exact same exercise with the worker returning everything to this corner.",
        "start": 408890,
        "end": 412442
      },
      {
        "text": "Work at this for two and a half minutes and that concludes the live rallies.",
        "start": 412526,
        "end": 415742
      },
      {
        "text": "Live rallies are a great way of building your footwork in a very transferable way so you'll develop other aspects of your game as you work through these drills to recap.",
        "start": 415826,
        "end": 424358
      },
      {
        "text": "The five exercises I want you to do are half court DropNet list one v.",
        "start": 424454,
        "end": 428962
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Two defence one v.",
        "start": 428976,
        "end": 430258
      },
      {
        "text": "Two attack block neutralised drill one corner challenge that leads me nicely to your assignment for this video.",
        "start": 430284,
        "end": 436186
      },
      {
        "text": "I want you to work through all of these drills spending five minutes on each one again.",
        "start": 436248,
        "end": 440158
      },
      {
        "text": "You can do it in the same session as the other assignments in this module or you can wait a few days and do it another time.",
        "start": 440244,
        "end": 445726
      },
      {
        "text": "It's up to you.",
        "start": 445788,
        "end": 446566
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "These drills are the final step of the football fast Lane.",
        "start": 446628,
        "end": 449558
      },
      {
        "text": "The live rallies are key to implementing what you've learned into your bandwidth and games.",
        "start": 449654,
        "end": 454034
      },
      {
        "text": "I'm really happy you've made it to the end of this course and I can't wait to hear about how much improvement you've made in your games but to be honest I'm also a little bit sweet that it's coming to an end.",
        "start": 454082,
        "end": 463654
      },
      {
        "text": "We'll end the course with one final debrief.",
        "start": 463692,
        "end": 465650
      }
    ]
  }
]