[
  {
    "sentences": [
      {
        "text": "Here we are at the end of the footwork Fastlane.",
        "start": 190,
        "end": 3046
      },
      {
        "text": "And what an incredible journey it's been, both for you to grow and develop your footwork, but also for me, this is the first time I've ever created something like this, and it's been a humbling experience.",
        "start": 3118,
        "end": 13842
      },
      {
        "text": "Looking back, it makes makes me exceptionally proud to see what I've created and have you come along this journey with me.",
        "start": 13976,
        "end": 19374
      },
      {
        "text": "It makes me think back to the days where I was just beginning my abandoned journey, and I would spend hours and hours on the internet trying to learn everything I could.",
        "start": 19412,
        "end": 26970
      },
      {
        "text": "That was a few years ago, but to this day, there still isn't really anything out there for keen balance to players who are really looking to improve their game.",
        "start": 27020,
        "end": 34434
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Sure, there's a few YouTube videos or forum posts, but that's not enough.",
        "start": 34592,
        "end": 38238
      },
      {
        "text": "And it's certainly no replacement for a coach.",
        "start": 38324,
        "end": 40306
      },
      {
        "text": "So no matter what stage in your bandits and journey you're at, knowing that I've created something for you that I would have sold my kidneys for ten years ago makes all the long hours and late nights making this course completely worth it.",
        "start": 40378,
        "end": 51558
      },
      {
        "text": "At no other point in history has there been a better opportunity to learn.",
        "start": 51584,
        "end": 54954
      },
      {
        "text": "Bennett, so I want to congratulate you for going on this amazing journey with me.",
        "start": 54992,
        "end": 59094
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Take a step back and think for a moment how far you've come now.",
        "start": 59132,
        "end": 62406
      },
      {
        "text": "I don't know your exact skill level coming into this, but the course started at the absolute basics.",
        "start": 62468,
        "end": 67102
      },
      {
        "text": "Your first few assignments were to learn the eight building blocks of footwork.",
        "start": 67186,
        "end": 70438
      },
      {
        "text": "We went over meticulous details like how to split step and what direction to put your feet in for a lunge.",
        "start": 70534,
        "end": 76270
      },
      {
        "text": "And now here you are.",
        "start": 76330,
        "end": 77658
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I guarantee that if you've worked through all the assignments in this course, you'll feel like a completely different person on course.",
        "start": 77744,
        "end": 83106
      },
      {
        "text": "Not only have you learnt the footwork for every situation imaginable, you'll be able to pull it off with speed, fluency and aggression.",
        "start": 83168,
        "end": 89770
      },
      {
        "text": "It's not an exaggeration to say it took me years to learn everything you just learned in this course, and I'm incredibly proud of you.",
        "start": 89830,
        "end": 96258
      },
      {
        "text": "I'm so happy that you didn't have to go through the same struggles I did, and I hope that this course brings you one step closer to your bamboos and dreams.",
        "start": 96284,
        "end": 103546
      },
      {
        "text": "I'm honoured that you chose to put your trust in me.",
        "start": 103618,
        "end": 105870
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Of course, that doesn't mean it's over.",
        "start": 105920,
        "end": 107850
      },
      {
        "text": "The beauty of our sport is that it's a lifelong learning experience.",
        "start": 107960,
        "end": 111510
      },
      {
        "text": "Nobody knows at all.",
        "start": 111680,
        "end": 112770
      },
      {
        "text": "So even though the footwork Fastlane is coming to an end, I'd encourage you to constantly seek to improve yourself.",
        "start": 112820,
        "end": 118398
      },
      {
        "text": "The depth of the sport is just immense, and even though footwork is a huge part of the puzzle, there's still a lot more to learn.",
        "start": 118484,
        "end": 124710
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "But even if we just look at footwork, there's always a higher level.",
        "start": 124760,
        "end": 128166
      },
      {
        "text": "The professional players spend many hours a week refining their footwork, never satisfied with where they are, and always looking to improve.",
        "start": 128288,
        "end": 134950
      },
      {
        "text": "I've taught you everything, but that doesn't mean the learning stops there.",
        "start": 135010,
        "end": 138066
      },
      {
        "text": "You can always be a little faster, a little sharper, a little more precise.",
        "start": 138128,
        "end": 141946
      },
      {
        "text": "The drills that you did in Module Four don't just do them one time.",
        "start": 142018,
        "end": 145026
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Make them a frequent part of your training routine.",
        "start": 145088,
        "end": 147538
      },
      {
        "text": "Even learn new jobs to add.",
        "start": 147634,
        "end": 149202
      },
      {
        "text": "Whatever you do, never stop learning.",
        "start": 149276,
        "end": 151422
      },
      {
        "text": "Every year, you should be able to reflect back and think to yourself.",
        "start": 151496,
        "end": 154734
      },
      {
        "text": "I barely recognise where I was at the start of the year.",
        "start": 154892,
        "end": 157842
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "That's the attitude of a lifelong learner, and that's what separates the best players in the world from everyone else.",
        "start": 157976,
        "end": 163578
      },
      {
        "text": "This is a perfect opportunity to have a look back at the video you recorded at the start of the course.",
        "start": 163664,
        "end": 168366
      },
      {
        "text": "This was one of your first assignments where I asked you to film yourself playing so you would have something to refer back to once you completed it.",
        "start": 168488,
        "end": 175278
      },
      {
        "text": "I hope it blows your mind seeing how far you've come.",
        "start": 175304,
        "end": 178086
      },
      {
        "text": "All right, so now I have a question.",
        "start": 178148,
        "end": 179778
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "What impact has this course had for you?",
        "start": 179924,
        "end": 181950
      },
      {
        "text": "You can leave your answer in the comments, and I'll be reading every single one I ask because it's difficult to see how far you've come unless you take a step back to reflect on when you started.",
        "start": 182000,
        "end": 191442
      },
      {
        "text": "So think back.",
        "start": 191516,
        "end": 192450
      },
      {
        "text": "How has the footwork Fastlane helped you?",
        "start": 192560,
        "end": 194754
      },
      {
        "text": "Has it allowed you to reach a particular balance and goal that you spent a long time working towards?",
        "start": 194852,
        "end": 199254
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Was there a particular part of the course that you found really useful?",
        "start": 199352,
        "end": 202306
      },
      {
        "text": "When I look back at my own Bambin journey, I'm constantly astounded to see how far I've come.",
        "start": 202378,
        "end": 207330
      },
      {
        "text": "I stumbled across the sport as a skinny and donkey kid.",
        "start": 207380,
        "end": 210378
      },
      {
        "text": "I fell in love instantly, but struggled to see the progress I wanted to make.",
        "start": 210464,
        "end": 214182
      },
      {
        "text": "For many years, I wanted to get better, but without a dedicated mentor or coach to guide me, I felt lost.",
        "start": 214256,
        "end": 220258
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Many hours were spent on YouTube and badminton Central trying to piece together the puzzle, but I always stayed in the same place.",
        "start": 220414,
        "end": 226722
      },
      {
        "text": "Frustrated at my lack of progress and envious of those with better opportunities, I thought there was something wrong with me that stopped me from ever achieving my badminton goals.",
        "start": 226796,
        "end": 234526
      },
      {
        "text": "I never knew that a few years down the line, I'd be invited to train with some of the best players in the country.",
        "start": 234598,
        "end": 239730
      },
      {
        "text": "I never knew that I'd get the chance to coach alongside an Olympic singles player at her badminton Academy.",
        "start": 239900,
        "end": 244918
      },
      {
        "text": "I definitely never dreamed of having a YouTube channel where millions of people look to me for guidance.",
        "start": 244954,
        "end": 249886
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "But honestly, getting the chance to teach a full course on footwork, something that started off as the biggest thorn in my side is still the most insane thing to me.",
        "start": 249958,
        "end": 258174
      },
      {
        "text": "It's truly been a pleasure to go through this course with you.",
        "start": 258212,
        "end": 260934
      },
      {
        "text": "So once again, I ask you to let me know what the fuck Fast Lane has done for you.",
        "start": 260972,
        "end": 265410
      },
      {
        "text": "Not only do I get joy when I read your answer you start to think about how far you've come and that gets you excited to continue this lifelong damage and journey.",
        "start": 265520,
        "end": 273694
      },
      {
        "text": "The last thing I want to say is thank you.",
        "start": 273742,
        "end": 275814
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This course wouldn't exist if it wasn't for you and your dedication to the sport.",
        "start": 275912,
        "end": 279754
      },
      {
        "text": "I truly believe that whatever your balance and goals are no matter how ridiculous they sound to anyone else you will be able to achieve them and I used to be in your shoes so I hope I get the pleasure of being the person who helps you get to where you want to be.",
        "start": 279802,
        "end": 292470
      },
      {
        "text": "I know what it feels like to be hopeless and I never want you to feel that way again.",
        "start": 292520,
        "end": 296082
      },
      {
        "text": "If this idiot who isn't anything special can fulfil his wildest balance and dreams then you can too.",
        "start": 296156,
        "end": 302070
      },
      {
        "text": "There's always going to be something holding you back but the big differentiator is can you push past it?",
        "start": 302120,
        "end": 307614
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I believe that everyone can.",
        "start": 307712,
        "end": 309078
      },
      {
        "text": "Everybody has the power to change what they want in their lives.",
        "start": 309164,
        "end": 311994
      },
      {
        "text": "You just sometimes need an external force to one push you along but more importantly give you a roadmap so you know exactly what to do to get to where you want to be and that's exactly what I want to be I want to be that external force that doesn't just magically change your game but pushes you in the right direction so you can change yourself and if you're willing to put in the work you'll look back in one, two, three years and just feel so overwhelmingly happy to see how far you've come.",
        "start": 312092,
        "end": 340626
      },
      {
        "text": "So I guess what I'm trying to say is just because this course is over doesn't mean your journey is over.",
        "start": 340688,
        "end": 346062
      },
      {
        "text": "Damaged is a lifelong mission and there's always further to go.",
        "start": 346196,
        "end": 349530
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I'm still going to be working tirelessly to continue my mission of helping damage and players achieve their goals and that's because of the inspiring feedback I get from people like you so I can't can't say it enough thank you once again please leave a comment because I really want to hear from every single one of you that's all I have to say and this isn't goodbye so I guess I'll say see you next time you're.",
        "start": 349580,
        "end": 373810
      }
    ]
  }
]