[
  {
    "sentences": [
      {
        "text": "Hello and welcome to the Mobility Manual.",
        "start": 190,
        "end": 2458
      },
      {
        "text": "In this bonus course, you're going to learn about developing mobility for baby, specifically why it's necessary when it's not necessary, and how you can develop your own mobility to ensure that you can fully utilise your new you found footwork skills.",
        "start": 2554,
        "end": 16594
      },
      {
        "text": "There are certain footwork movements that require a certain amount of flexibility to execute correctly.",
        "start": 16762,
        "end": 22066
      },
      {
        "text": "The lunge is a perfect example of this, especially a low deep lunge where you're late for the shuttle.",
        "start": 22198,
        "end": 27982
      },
      {
        "text": "In order to get into this position safely and efficiently, a certain amount of lower body mobility is required.",
        "start": 28126,
        "end": 34258
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "As a result, improving your mobility and range of motion in certain positions can make you faster and more effective around a bandit in court.",
        "start": 34414,
        "end": 42046
      },
      {
        "text": "However, it's important to note that if you're already able to get into the correct positions with ease, then getting more flexible beyond this point will have practically no impact on your game.",
        "start": 42118,
        "end": 51942
      },
      {
        "text": "Once you're at this point, then the sport doesn't really demand more flexibility.",
        "start": 52076,
        "end": 56338
      },
      {
        "text": "You're essentially maxed out.",
        "start": 56434,
        "end": 57990
      },
      {
        "text": "The theory behind this should be fairly intuitive.",
        "start": 58040,
        "end": 60442
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Mammothing just isn't a flexibility sport.",
        "start": 60526,
        "end": 63010
      },
      {
        "text": "But I can also tell you this from first hand experience.",
        "start": 63130,
        "end": 65720
      },
      {
        "text": "There was a time in my life where I wanted to learn how to do the splits, so for six weeks, I did a rigorous 40 minutes stretching routine every day.",
        "start": 66050,
        "end": 74514
      },
      {
        "text": "It was absolutely brutal, but also very effective.",
        "start": 74612,
        "end": 77470
      },
      {
        "text": "And I built my flexibility to the point where I could get into a full front split.",
        "start": 77530,
        "end": 82018
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "But despite all the flexibility gains I made in these six weeks, I saw zero perceptual impact to my baby and game or footwork.",
        "start": 82054,
        "end": 89230
      },
      {
        "text": "And that's just because starting out, I was already at a point where I was flexible enough to get into the necessary positions for badminton.",
        "start": 89350,
        "end": 96478
      },
      {
        "text": "So extra flexibility on top of that wasn't necessary.",
        "start": 96574,
        "end": 99970
      },
      {
        "text": "Now, you might be thinking, what about Victor Axelson?",
        "start": 100150,
        "end": 103234
      },
      {
        "text": "If you didn't already know, Victor adds gymnastics work into his training regime, but he's actually an exception for a few reasons.",
        "start": 103282,
        "end": 110422
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "First, he's extremely tall for a singles player at six foot four.",
        "start": 110566,
        "end": 114438
      },
      {
        "text": "When he goes down to defend those steep smashes or reach out for a low shot@the.net, he has to bend and twist his body a lot further in order to reach the shuttle.",
        "start": 114524,
        "end": 123730
      },
      {
        "text": "So in his case, gymnastics can help with these movements.",
        "start": 123850,
        "end": 126934
      },
      {
        "text": "But you're probably not six foot four.",
        "start": 127042,
        "end": 128970
      },
      {
        "text": "And even if you were, Victor is a professional full time badminton player.",
        "start": 129080,
        "end": 133738
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This means he's willing to put Lin Dan immense amount of effort and time into anything, even if it only results in the most incremental gains, because at that level, making progress is so difficult that these minor tweaks are worth it.",
        "start": 133834,
        "end": 146490
      },
      {
        "text": "Also, he's already spending a tonne of time training the other aspects of the sport.",
        "start": 146540,
        "end": 150514
      },
      {
        "text": "So the gymnastics training is actually only a small fraction of his regime.",
        "start": 150562,
        "end": 154510
      },
      {
        "text": "Theoretically, if he had to cut out one part of his training, I'm sure gymnastics would be the first if not one of the first to go.",
        "start": 154630,
        "end": 161634
      },
      {
        "text": "So for regular badminton players who only have a limited amount of time to train, you can't just copy what the pro players do.",
        "start": 161792,
        "end": 168162
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Let's say you only have 2 hours a week to work on your badminton and you spend half of it stretching.",
        "start": 168296,
        "end": 173782
      },
      {
        "text": "Clearly at that point, you're just wasting your time.",
        "start": 173926,
        "end": 176538
      },
      {
        "text": "There's an opportunity cost to everything that you do to spend your time wisely.",
        "start": 176684,
        "end": 181174
      },
      {
        "text": "Spend it on something that's going to have a high impact on your badminton game.",
        "start": 181282,
        "end": 185082
      },
      {
        "text": "I point this out because it's important to realise whether or not flexibility will actually help you get better at Bamboaton.",
        "start": 185156,
        "end": 190930
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So if you're already pretty flexible and can get into the key positions with ease, then this lesson probably isn't for you.",
        "start": 190990,
        "end": 196986
      },
      {
        "text": "If on the other hand, you lack a lot of flexibility, then of course working on this area will have a lot of carryover and help you on a dampedin court.",
        "start": 197048,
        "end": 204586
      },
      {
        "text": "That's the whole point of this bonus.",
        "start": 204658,
        "end": 206446
      },
      {
        "text": "So I just want to make sure that you're only spending time working on this if it's necessary.",
        "start": 206578,
        "end": 210994
      },
      {
        "text": "And that leads me nicely onto my next point.",
        "start": 211162,
        "end": 213630
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Genetics actually play a huge role in flexibility for me personally, I've always been a very flexible person.",
        "start": 213740,
        "end": 219750
      },
      {
        "text": "Even without doing any stretching or mobility work.",
        "start": 219860,
        "end": 222414
      },
      {
        "text": "You might not be and that's completely fine.",
        "start": 222512,
        "end": 224934
      },
      {
        "text": "Don't rush or compare yourself to anyone else.",
        "start": 225032,
        "end": 227262
      },
      {
        "text": "Be consistent with your work and you'll start to see consistent process.",
        "start": 227336,
        "end": 230970
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This is true for everything in life, but I found it especially true with mobility.",
        "start": 231140,
        "end": 235710
      },
      {
        "text": "Your mobility work is going to be structured into two parts, the preseason and the development phase.",
        "start": 236090,
        "end": 241798
      },
      {
        "text": "The pre session is what you're going to do at the start of your bounty session.",
        "start": 241954,
        "end": 246226
      },
      {
        "text": "Think of this like an extension of your warm up.",
        "start": 246358,
        "end": 248910
      },
      {
        "text": "The goal is to prepare your body for the session ahead and wake up the areas that need to be mobilised.",
        "start": 248960,
        "end": 254410
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The development phase is going to take place off court and it's something that you're going to do consistently and work on in your own time.",
        "start": 254530,
        "end": 262194
      },
      {
        "text": "The goal here is to actually build flexibility and extend your range of motion over a period of time.",
        "start": 262352,
        "end": 268242
      },
      {
        "text": "You can think of it like this.",
        "start": 268376,
        "end": 269826
      },
      {
        "text": "The preseason is mobilising you for the short term, the session ahead while the development phase is increasing your mobility in the long term.",
        "start": 269948,
        "end": 277798
      },
      {
        "text": "Because of this, these two have different goals, so the approach we're going to take is also going to be different.",
        "start": 277954,
        "end": 283554
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Together.",
        "start": 283712,
        "end": 284214
      },
      {
        "text": "This will be the most effective way of improving mobility for Bamboaton since we're trying to develop footwork.",
        "start": 284312,
        "end": 290314
      },
      {
        "text": "The focus is going to be on the lower body and of the lower body.",
        "start": 290422,
        "end": 293730
      },
      {
        "text": "The two main areas that we want to target are the hip flexors and the hamstrings.",
        "start": 293780,
        "end": 298246
      },
      {
        "text": "In Western cultures especially, it's very common for these muscles to get tight and stiff due to the large amount of sitting that we do.",
        "start": 298378,
        "end": 305250
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "As a result, the hip flexors and the hamstrings are often the areas that prohibit efficient movement in badminton.",
        "start": 305360,
        "end": 311578
      },
      {
        "text": "So we're going to mobilise these areas especially.",
        "start": 311674,
        "end": 314202
      },
      {
        "text": "But at the same time, also look at the other areas in the lower body, such as the ankles.",
        "start": 314336,
        "end": 319270
      },
      {
        "text": "So let's start off with the preseason.",
        "start": 319450,
        "end": 321922
      },
      {
        "text": "First, you want to do some light cardio to get the blood flowing.",
        "start": 322066,
        "end": 325258
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Remember, this should already be a part of your warmup routine for Bamatin, but it's especially important when it comes to mobility.",
        "start": 325354,
        "end": 331894
      },
      {
        "text": "So start with just regular jogging, but then start adding some additional movements.",
        "start": 332062,
        "end": 336586
      },
      {
        "text": "There are three that I like to include.",
        "start": 336718,
        "end": 338962
      },
      {
        "text": "Number one, high knees, similar to regular jogging, but bring your knees up high on each step.",
        "start": 339106,
        "end": 344334
      },
      {
        "text": "Number two, heel flicks.",
        "start": 344492,
        "end": 346270
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Again, similar to regular jogging, but flick your heels back on each step.",
        "start": 346390,
        "end": 350754
      },
      {
        "text": "Number three, chassis steps.",
        "start": 350912,
        "end": 352666
      },
      {
        "text": "Make sure you do this on both sides.",
        "start": 352738,
        "end": 354750
      },
      {
        "text": "Once you've got your blood pumping, the next exercise is called open and close the gate.",
        "start": 355490,
        "end": 359818
      },
      {
        "text": "Stand up straight and bring one knee upwards.",
        "start": 359974,
        "end": 362350
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Rotate the knee outwards and as you do, you should feel a stretch in your groin.",
        "start": 362470,
        "end": 366298
      },
      {
        "text": "This is opening the gate.",
        "start": 366394,
        "end": 367930
      },
      {
        "text": "Then repeat this motion, but in the opposite direction.",
        "start": 368050,
        "end": 370846
      },
      {
        "text": "This is called closing the gate.",
        "start": 370978,
        "end": 372730
      },
      {
        "text": "Repeat this for ten reps on each leg.",
        "start": 372850,
        "end": 374970
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Next, you're going to do some lunges, but the goal here isn't technique or strength, it's just to get you comfortable in this range of motion.",
        "start": 375140,
        "end": 381574
      },
      {
        "text": "So you want to get into your lungs position and slowly start to rock around in it.",
        "start": 381622,
        "end": 385650
      },
      {
        "text": "You can do this by going front to back or up and down.",
        "start": 385700,
        "end": 388542
      },
      {
        "text": "The goal is just to get comfortable and gradually push your range of motion.",
        "start": 388676,
        "end": 392446
      },
      {
        "text": "Feel free to hold onto something for support.",
        "start": 392578,
        "end": 394854
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If this feels good, you can widen and lower your lunge by moving your back foot further backwards.",
        "start": 395012,
        "end": 400150
      },
      {
        "text": "Again, walk around in this position and find what feels good.",
        "start": 400270,
        "end": 403782
      },
      {
        "text": "You'll be able to notice when a stretch or certain position feels right, so just go with what is natural.",
        "start": 403916,
        "end": 409846
      },
      {
        "text": "Repeat this for a minimum of 30 seconds on each side, but feel free to hold it for longer if it feels good.",
        "start": 409978,
        "end": 415722
      },
      {
        "text": "The last exercise is the squat.",
        "start": 415856,
        "end": 417694
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Again, this is going to be tailored for our goal, which is mobility.",
        "start": 417802,
        "end": 420886
      },
      {
        "text": "Get into the bottom of a squat and again, you're just going to bounce around.",
        "start": 421078,
        "end": 424878
      },
      {
        "text": "The goal here is to get your body moving while also gradually waking up your body.",
        "start": 425024,
        "end": 429378
      },
      {
        "text": "By pushing the range of motion, you can slowly rock up and down.",
        "start": 429464,
        "end": 433158
      },
      {
        "text": "But again, just feel free to play around in the squat and find what feels good.",
        "start": 433244,
        "end": 437154
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "There aren't many rules here, so just move around, maybe leaning forwards and holding this position for a bit.",
        "start": 437252,
        "end": 442458
      },
      {
        "text": "As you do this, you'll start to feel more of an ankle stretch.",
        "start": 442544,
        "end": 446110
      },
      {
        "text": "You can also stand back up or even do a small jump.",
        "start": 446230,
        "end": 448930
      },
      {
        "text": "Just play around in this position and you'll start to feel your body being mobilised.",
        "start": 449050,
        "end": 453730
      },
      {
        "text": "Do this for 60 seconds, but again, feel free to hold it for longer.",
        "start": 453850,
        "end": 457580
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "As you can see, all of these exercises are dynamic.",
        "start": 457910,
        "end": 460894
      },
      {
        "text": "This means there's a lot of moving route involved.",
        "start": 461002,
        "end": 463438
      },
      {
        "text": "Unlike the traditional static stretching that you'll tend to see, this is deliberate since dynamic stretches are more suitable for a preseason aka before you participate in a sport.",
        "start": 463534,
        "end": 473610
      },
      {
        "text": "So now let's take a look at the development phase.",
        "start": 473990,
        "end": 476830
      },
      {
        "text": "As a reminder, this is the mobility routine that you're going to do regularly in your own time in order to develop flexibility in the long term.",
        "start": 476950,
        "end": 484498
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Again, you're going to start off by doing some light cardio.",
        "start": 484654,
        "end": 487570
      },
      {
        "text": "The goal here is just to get the blood pumping through your body, which will help prepare you for the possession.",
        "start": 487690,
        "end": 492274
      },
      {
        "text": "Next you're going to do leg swings.",
        "start": 492382,
        "end": 494278
      },
      {
        "text": "There are three variations that I want you to do.",
        "start": 494374,
        "end": 496806
      },
      {
        "text": "One forward leg swings.",
        "start": 496928,
        "end": 498634
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Stand upright and bring your leg up high.",
        "start": 498742,
        "end": 500994
      },
      {
        "text": "Return to the centre and repeat.",
        "start": 501092,
        "end": 503134
      },
      {
        "text": "Two backward leg swings.",
        "start": 503302,
        "end": 505114
      },
      {
        "text": "Same thing, but this time you're going to bring your leg back, return to the centre position and repeat.",
        "start": 505222,
        "end": 510094
      },
      {
        "text": "Three sideways leg swings.",
        "start": 510262,
        "end": 512314
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You guessed it.",
        "start": 512422,
        "end": 513246
      },
      {
        "text": "This involves swinging your legs to the side, returning to the centre position and then repeating.",
        "start": 513308,
        "end": 518338
      },
      {
        "text": "For all of these, I want you to make sure that all of your reps are controlled.",
        "start": 518494,
        "end": 522130
      },
      {
        "text": "Don't go swing too aggressively as you could hurt yourself.",
        "start": 522250,
        "end": 525114
      },
      {
        "text": "Repeat each of these three variations for 20 reps on each leg.",
        "start": 525212,
        "end": 528450
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The next stretch is going to be a hamstring stretch.",
        "start": 528500,
        "end": 531130
      },
      {
        "text": "Start in a standing position and place your hands on the floor.",
        "start": 531250,
        "end": 534586
      },
      {
        "text": "Then lift up one of your legs and raise it in the air.",
        "start": 534658,
        "end": 537438
      },
      {
        "text": "With the leg that's on the floor, squeeze it and straighten it for 3 seconds.",
        "start": 537524,
        "end": 541330
      },
      {
        "text": "You should really feel the stretch in your hamstrings briefly.",
        "start": 541390,
        "end": 544414
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Relax and then squeeze again for 3 seconds.",
        "start": 544462,
        "end": 546898
      },
      {
        "text": "Repeat this process.",
        "start": 546994,
        "end": 548240
      },
      {
        "text": "Keep in mind that as you do this, you want your hips to be square for the entire time.",
        "start": 548630,
        "end": 552666
      },
      {
        "text": "This means they should be straight ahead, not tilted towards either side.",
        "start": 552788,
        "end": 556314
      },
      {
        "text": "Carry out this exercise for 60 seconds each leg.",
        "start": 556472,
        "end": 559434
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The next step is going to be for the hip flexors, but before I demonstrate it, you need to know how to squeeze your glutes.",
        "start": 559592,
        "end": 565162
      },
      {
        "text": "Your glutes are basically your bum muscles and being able to engage them correctly is critical for this stretch.",
        "start": 565246,
        "end": 570826
      },
      {
        "text": "From a standing position, squeeze your bum muscles and think about bringing your pelvis up and forwards from the side.",
        "start": 570958,
        "end": 577302
      },
      {
        "text": "You should be able to see what this looks like.",
        "start": 577376,
        "end": 579186
      },
      {
        "text": "Once you get a feel for this, you're ready to perform the stretch.",
        "start": 579308,
        "end": 582238
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Get into a lunge position, but with your back feet flat against the ground.",
        "start": 582394,
        "end": 586246
      },
      {
        "text": "Don't worry if you need to hold on to something.",
        "start": 586378,
        "end": 588642
      },
      {
        "text": "Keep the rest of your body tall and upright and again, make sure that your hips are squared.",
        "start": 588776,
        "end": 594094
      },
      {
        "text": "From here, squeeze your glutes like you've just learned to do.",
        "start": 594262,
        "end": 597522
      },
      {
        "text": "If you do this correctly, you should feel a good stretch in the hip flexor of your back leg.",
        "start": 597596,
        "end": 602502
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Hold this position for one to two minutes on each leg just for fun.",
        "start": 602576,
        "end": 606270
      },
      {
        "text": "There is a progression of this exercise that you could do instead.",
        "start": 606320,
        "end": 609078
      },
      {
        "text": "It involves placing your back leg against a wall instead and then leaning back into the wall.",
        "start": 609224,
        "end": 614238
      },
      {
        "text": "This variation is absolutely killer.",
        "start": 614324,
        "end": 616966
      },
      {
        "text": "The next exercise is much simpler.",
        "start": 617158,
        "end": 619210
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You're going to sit on the ground with both legs out to the side.",
        "start": 619270,
        "end": 622218
      },
      {
        "text": "From here, you're just going to reach out in front of you as far as you comfortably can.",
        "start": 622364,
        "end": 626778
      },
      {
        "text": "Hold this position for 60 seconds, and if you're able to try to gradually inch your arms further forwards throughout this time, remember to keep breathing this entire time.",
        "start": 626924,
        "end": 635718
      },
      {
        "text": "You should really feel the stretch in your hamstrings.",
        "start": 635804,
        "end": 638290
      },
      {
        "text": "The final exercise is to hold the bottom position of a squat position.",
        "start": 638410,
        "end": 641934
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "However, this differs from the earlier squat position in that we're not going to move around as much and we're going to hold it for longer.",
        "start": 642032,
        "end": 648090
      },
      {
        "text": "So get into a bottom squat position with your feet a little wider than your shoulder width apart and your toes pointed slightly outwards.",
        "start": 648200,
        "end": 654922
      },
      {
        "text": "You want to get as low as you comfortably can go.",
        "start": 655006,
        "end": 657702
      },
      {
        "text": "Keep your torso upright with your hands out in front of you.",
        "start": 657836,
        "end": 660870
      },
      {
        "text": "You can rest your arms on your legs for gentle support if you get tired, but don't rely on this to keep you upright, you're going to simply hold this position for five minutes.",
        "start": 660980,
        "end": 670206
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "For some of you, this may sound easy, but believe me, after spending some time in this position, it will really expose some tight areas in your lower body.",
        "start": 670328,
        "end": 678150
      },
      {
        "text": "I'm quite a good squatter, but even I start to really feel it in my ankles if I hold this position for an extended period of time.",
        "start": 678200,
        "end": 684198
      },
      {
        "text": "For you, it could be something else, maybe your hips or your hamstring that struggle in this position.",
        "start": 684284,
        "end": 688880
      },
      {
        "text": "In fact, you might even struggle to get into this position in the first place.",
        "start": 689270,
        "end": 693498
      },
      {
        "text": "Like I said, that's perfectly normal since everyone has different amounts of mobility.",
        "start": 693644,
        "end": 697834
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If you need to start off by holding onto something or decreasing the time you do this for, that's perfectly fine.",
        "start": 697942,
        "end": 703482
      },
      {
        "text": "If that's the case, start off small and gradually increase the time as you get better and better with the development phase.",
        "start": 703556,
        "end": 710050
      },
      {
        "text": "There's no strict number of times you need to do this per week, so you could do it every day or even just once a week.",
        "start": 710110,
        "end": 716466
      },
      {
        "text": "Just make it a consistent part of your routine and you'll see consistent improvements.",
        "start": 716528,
        "end": 720958
      },
      {
        "text": "So that brings us to the end of the mobility manual.",
        "start": 721114,
        "end": 724534
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "To recap.",
        "start": 724642,
        "end": 725494
      },
      {
        "text": "You should only work on mobility if you're not able to get into the correct balance and positions.",
        "start": 725602,
        "end": 730450
      },
      {
        "text": "If you're already able to do this with ease, then the impact it will have will be very small.",
        "start": 730570,
        "end": 735042
      },
      {
        "text": "There are two types of work you should be doing Presession, which will mobilise you before your balance and sessions, and the development phase, which will build long term flexibility through consistent practise.",
        "start": 735116,
        "end": 745558
      },
      {
        "text": "So I hope you found this lesson useful and I'll see you again next time.",
        "start": 745654,
        "end": 749160
      }
    ]
  }
]