[
  {
    "sentences": [
      {
        "text": "Next video is going to be from Martin, and he's going to be playing some men's singles on the left over here.",
        "start": 250,
        "end": 6320
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Okay.",
        "start": 9390,
        "end": 9790
      },
      {
        "text": "So the first thing that I noticed is your serve.",
        "start": 9840,
        "end": 12206
      },
      {
        "text": "And you know, you might think that this isn't football related, but it actually kind of is.",
        "start": 12278,
        "end": 17314
      },
      {
        "text": "So just take a look at your serve here real quick.",
        "start": 17352,
        "end": 20340
      },
      {
        "text": "And the issue with this is that you're not really utilising your body weight when you serve.",
        "start": 20910,
        "end": 26450
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So what I mean by this is if you go watch any women singles player serve, they'll start by leaning onto their back leg, right.",
        "start": 26570,
        "end": 36850
      },
      {
        "text": "So all their body weight will be on their back leg and their front leg will be in contact with the floor, but there won't be much weight on it.",
        "start": 36900,
        "end": 45106
      },
      {
        "text": "Then as they hit, they'll begin to transition their body weight forwards into the front foot.",
        "start": 45228,
        "end": 50806
      },
      {
        "text": "And so what that does is basically you're moving your body weight from back to front.",
        "start": 50988,
        "end": 56794
      },
      {
        "text": "So that adds additional power into the shop right into the serve, you might think, well, what's the point of doing that if I can already serve to the back of the court?",
        "start": 56892,
        "end": 66482
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Well, the point is that way you can get more height than your serve, right.",
        "start": 66566,
        "end": 71134
      },
      {
        "text": "And you can still get it to the back.",
        "start": 71292,
        "end": 72610
      },
      {
        "text": "And height is always better because the higher your serve is, if you serve really high, it will then fall down really steep.",
        "start": 72660,
        "end": 79274
      },
      {
        "text": "And that's always advantageous in high surf.",
        "start": 79322,
        "end": 82958
      },
      {
        "text": "So definitely try and start imposing your weight more into the shuttle.",
        "start": 82994,
        "end": 88090
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Then again, on this around the headshot, right.",
        "start": 90790,
        "end": 95140
      },
      {
        "text": "Your footwork here isn't correct.",
        "start": 95650,
        "end": 97118
      },
      {
        "text": "So let's just take a look quickly at what you do.",
        "start": 97204,
        "end": 99520
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Okay.",
        "start": 103310,
        "end": 103674
      },
      {
        "text": "So essentially you're not scissor kicking, you're not starting off in the correct position.",
        "start": 103712,
        "end": 108138
      },
      {
        "text": "And because of that, it looks a little uncoordinated.",
        "start": 108224,
        "end": 111886
      },
      {
        "text": "Right.",
        "start": 111958,
        "end": 112194
      },
      {
        "text": "So what you would want to do, let's just rewind a bit what you'd want to do.",
        "start": 112232,
        "end": 116898
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Okay.",
        "start": 116924,
        "end": 117500
      },
      {
        "text": "So you see the shuttle coming around here, right?",
        "start": 117890,
        "end": 121350
      },
      {
        "text": "This right foot here should be further back.",
        "start": 121520,
        "end": 124278
      },
      {
        "text": "It should be behind, right.",
        "start": 124364,
        "end": 126078
      },
      {
        "text": "You should start the movement with your right foot back.",
        "start": 126104,
        "end": 127830
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "And if you re, watch the physique lesson, you should see what I mean.",
        "start": 127880,
        "end": 131598
      },
      {
        "text": "Then as you hit, these feet need to switch position.",
        "start": 131744,
        "end": 135594
      },
      {
        "text": "So your right foot starts back and then end up in front of your left foot, right.",
        "start": 135752,
        "end": 140682
      },
      {
        "text": "But what you do is you're kind of starting in this awkward position and you're not quite stiff kicking.",
        "start": 140756,
        "end": 149830
      },
      {
        "text": "You're not really trying to jumping.",
        "start": 149890,
        "end": 151606
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You're not doing much.",
        "start": 151618,
        "end": 152958
      },
      {
        "text": "You're kind of just the position you end in isn't actually pretty decent.",
        "start": 152984,
        "end": 158314
      },
      {
        "text": "But the problem is you're supposed to end up in that position by rotating your feet around.",
        "start": 158422,
        "end": 164022
      },
      {
        "text": "And as you can see, which quickly rewind.",
        "start": 164156,
        "end": 167050
      },
      {
        "text": "As you can see, you don't actually rotate your feet as you hit.",
        "start": 167110,
        "end": 169760
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It's not the most smooth movement and it's inefficient.",
        "start": 171650,
        "end": 175230
      },
      {
        "text": "So that's just a technical error that you can once you correct, you'll see a big difference for sure.",
        "start": 176090,
        "end": 180800
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Okay.",
        "start": 193530,
        "end": 194110
      },
      {
        "text": "So with this rally, the biggest thing I noticed, right, there's a few things you could change and you can make it look a little smoother.",
        "start": 194220,
        "end": 200906
      },
      {
        "text": "But the biggest thing here would be this final lunch.",
        "start": 200978,
        "end": 203350
      },
      {
        "text": "You notice how you end up in this position.",
        "start": 204870,
        "end": 207420
      },
      {
        "text": "So this lunch here, you end up in this position where you're very off balance.",
        "start": 208170,
        "end": 212330
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Right.",
        "start": 212390,
        "end": 212650
      },
      {
        "text": "Your waist is all the way forward, you're falling over, you're struggling to recover and get back up to the next shot.",
        "start": 212700,
        "end": 219970
      },
      {
        "text": "And really, in a situation like this rally, there's not much of a reason to be in that position because as you can see here, you can get to that.",
        "start": 220350,
        "end": 229114
      },
      {
        "text": "The shuttle isn't that far away from you.",
        "start": 229212,
        "end": 231826
      },
      {
        "text": "The problem is you're not reaching far enough with your right leg and you're also not reaching low enough.",
        "start": 232008,
        "end": 238678
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So the only way of covering that extra distance is to kind of do this and lose your balance.",
        "start": 238764,
        "end": 243914
      },
      {
        "text": "So again, this is quite a common thing, I see.",
        "start": 244082,
        "end": 247042
      },
      {
        "text": "But I really would want you to emphasise this deep low lunge.",
        "start": 247176,
        "end": 250970
      },
      {
        "text": "And if you look back at the lunch lesson, you should be able to see this when I kind of demonstrate the difference between a low lunge and the standard lunch.",
        "start": 251030,
        "end": 258518
      },
      {
        "text": "So if you focus on shots like that, whether out of your range, if you focus on using your legs more to get that extra reach instead of bending at the waist, that's going to be something that will help a lot.",
        "start": 258674,
        "end": 272160
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Okay.",
        "start": 276550,
        "end": 277022
      },
      {
        "text": "So the last thing I would say to you here, Martin, is I see this in quite a few of the rallies, but I'm going to edit it out and just kind of show this one because otherwise that just makes more sense for the video.",
        "start": 277096,
        "end": 287162
      },
      {
        "text": "But essentially a common problem that you really have is that first you're not really split stepping.",
        "start": 287296,
        "end": 292458
      },
      {
        "text": "Right.",
        "start": 292494,
        "end": 293080
      },
      {
        "text": "So here you serve, and then you wait in the middle, and then when you see the shuttle, you just scramble for it so there's no splits up.",
        "start": 293530,
        "end": 302042
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "And then just as a natural consequence of that, this happens in a lot of the rallies that you sent me.",
        "start": 302176,
        "end": 306638
      },
      {
        "text": "But like I said, I'm not going to play all the rallies here.",
        "start": 306664,
        "end": 309700
      },
      {
        "text": "As a consequence of that, you don't have a very smooth rhythm.",
        "start": 310870,
        "end": 315918
      },
      {
        "text": "Right.",
        "start": 315954,
        "end": 316406
      },
      {
        "text": "So what I mean by that is, like you'll serve, you're standing in the middle of the court and your weight, and then all of a sudden you'll start scrambling for the shuttle.",
        "start": 316528,
        "end": 323418
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Right.",
        "start": 323454,
        "end": 323942
      },
      {
        "text": "And that's just not efficient.",
        "start": 324076,
        "end": 325986
      },
      {
        "text": "It's not effective.",
        "start": 326058,
        "end": 327222
      },
      {
        "text": "It's not how we want to be moving.",
        "start": 327366,
        "end": 328886
      },
      {
        "text": "And you can see that in quite a few of your rallies.",
        "start": 328948,
        "end": 331250
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I just let it play in the background.",
        "start": 333890,
        "end": 335494
      },
      {
        "text": "But I think you'll be able to notice when you watch yourself back that you're not split stepping.",
        "start": 335602,
        "end": 340050
      },
      {
        "text": "And as a result, it's like you go from zero, you're forced to go from zero to 100.",
        "start": 340550,
        "end": 347682
      },
      {
        "text": "Right.",
        "start": 347756,
        "end": 348174
      },
      {
        "text": "You're going from standing still to then scrambling for the shuttle.",
        "start": 348272,
        "end": 351430
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "But what you want to be doing is taking a split step and then using that energy to then explosively move to the shuttle.",
        "start": 351550,
        "end": 359254
      },
      {
        "text": "So you're still accelerating, but you're putting yourself in a much better position to do that because right now you're not doing that very often you find yourself in what we call being wrong footed, right?",
        "start": 359302,
        "end": 373626
      },
      {
        "text": "So every time you watch yourself and you see just like that you did there where you're scrambling and kind of almost falling over to get to the shuttle, that's consequence of you not split stepping.",
        "start": 373748,
        "end": 383830
      },
      {
        "text": "So when you start implementing it and getting the timing of the split step down, you'll feel a lot smoother and a lot more responsive on court.",
        "start": 383890,
        "end": 392410
      },
      {
        "text": "So those were the main pieces of advice I had for you and I hope that helps.",
        "start": 392590,
        "end": 396190
      }
    ]
  }
]