[
  {
    "sentences": [
      {
        "text": "If you don't have any experience in strength training or haven't been inside a gym before, don't worry.",
        "start": 250,
        "end": 5602
      },
      {
        "text": "As someone who came from a pure Balmatin background, I still remember how intimidated I felt when I stepped into a gym for the first time.",
        "start": 5746,
        "end": 13818
      },
      {
        "text": "Not only is there a lot to learn in the strength training world, there is a lot of BS and conflicting information floating around.",
        "start": 13904,
        "end": 20718
      },
      {
        "text": "But don't worry, this bonus course is built.",
        "start": 20864,
        "end": 23406
      },
      {
        "text": "With that specifically in mind, I've created this course for someone with absolutely no experience, and I'll hold your hand throughout the entire process.",
        "start": 23468,
        "end": 31722
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "We're going to start from the beginning.",
        "start": 31856,
        "end": 33310
      },
      {
        "text": "I'm going to go over the key principles of strength training to help you develop some of the theory.",
        "start": 33370,
        "end": 38698
      },
      {
        "text": "This is important because there are an infinite amount of ways you could approach your strength training, and there's not necessarily a right way and a wrong way to do so.",
        "start": 38854,
        "end": 48522
      },
      {
        "text": "What's important is making sure that all the fundamentals are in place, and if you've got those down, then you're certainly going to get results.",
        "start": 48596,
        "end": 56146
      },
      {
        "text": "The reason I'm doing this is because I want you to feel as confident as possible going into this and understanding this theory certainly helps.",
        "start": 56218,
        "end": 64138
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "After that, we'll go over specific exercises and programming.",
        "start": 64294,
        "end": 67594
      },
      {
        "text": "In the next few lessons, we're going to cover quite a few principles in this lesson.",
        "start": 67642,
        "end": 72022
      },
      {
        "text": "They are sets and reps.",
        "start": 72106,
        "end": 74086
      },
      {
        "text": "Rest time Focus on form before or after badminton.",
        "start": 74218,
        "end": 78370
      },
      {
        "text": "Progressive overload Strength versus Hypertrophy sets and Reps First, let's talk about the idea of sets and reps.",
        "start": 78490,
        "end": 86050
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I've touched on this briefly in module four, but in short, sets and reps dictate how many times we do an exercise.",
        "start": 86170,
        "end": 93322
      },
      {
        "text": "This is best explained by giving an example.",
        "start": 93466,
        "end": 96042
      },
      {
        "text": "Let's say I'm doing push ups.",
        "start": 96236,
        "end": 98098
      },
      {
        "text": "If I was to do three sets of five reps, that means I would do my five push ups.",
        "start": 98194,
        "end": 102886
      },
      {
        "text": "That's five reps.",
        "start": 102958,
        "end": 103978
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I would rest, do five more push ups, rest, and do five more push ups.",
        "start": 104074,
        "end": 108742
      },
      {
        "text": "That's my three sets.",
        "start": 108826,
        "end": 110338
      },
      {
        "text": "So a rep is how many times you perform in exercises, and sets are how many times you repeat that many reps in between rest periods.",
        "start": 110494,
        "end": 119086
      },
      {
        "text": "On paper, three sets of five reps will be denoted like this, three X five.",
        "start": 119218,
        "end": 124806
      },
      {
        "text": "So the first number is the number of sets, and the second number is the number of reps.",
        "start": 124988,
        "end": 129838
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Keep this in mind, as I'll be using this notation multiple times, and I won't explain it each time.",
        "start": 129994,
        "end": 135800
      },
      {
        "text": "Rest Time Next, let's talk about how long you should be resting between each set.",
        "start": 136190,
        "end": 141054
      },
      {
        "text": "The advice you'll commonly hear is rest for 60 seconds, and while that can be true in some situations, it's too oversimplified for my liking.",
        "start": 141212,
        "end": 149878
      },
      {
        "text": "For example, you might be surprised to hear that athletes might rest sometimes for up to 15 minutes between each set.",
        "start": 150034,
        "end": 157146
      },
      {
        "text": "Now, bear in mind this is definitely an extreme fringe case, and it's not really applicable to what we're trying to do here.",
        "start": 157328,
        "end": 164394
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I'm just making the point that you can't really just give out a blanket number and assume that it's always going to be correct.",
        "start": 164492,
        "end": 170814
      },
      {
        "text": "It actually depends on the specific exercise, the intensity you're working at, and the goals you're trying to achieve.",
        "start": 170972,
        "end": 177370
      },
      {
        "text": "But I also don't want to overcomplicate things unnecessarily and just overwhelm you.",
        "start": 177430,
        "end": 181770
      },
      {
        "text": "So instead, I'll compromise and give you a range of times.",
        "start": 181880,
        "end": 185418
      },
      {
        "text": "I recommend that you rest between one to four minutes between each set, or however long you need to feel ready for the next step.",
        "start": 185564,
        "end": 193820
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Focus on Form For every exercise that you do, I want you to start off with Lightweight and focus on good form.",
        "start": 194150,
        "end": 201150
      },
      {
        "text": "We've all seen the Gym Fail compilations, and while I'm not exactly the biggest fan of these videos, it's clear that we all need to leave our egos at the door and focus on doing each exercise correctly.",
        "start": 201320,
        "end": 212542
      },
      {
        "text": "Don't get me wrong, it is important to push yourself.",
        "start": 212686,
        "end": 215406
      },
      {
        "text": "In fact, that's pretty much the entire point of strength training.",
        "start": 215588,
        "end": 218970
      },
      {
        "text": "But lifting weights isn't just grunt work.",
        "start": 219140,
        "end": 221946
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "There's a technique and skill that goes into it as a beginner.",
        "start": 222008,
        "end": 226486
      },
      {
        "text": "When you get started and try to do these exercises for the first time, you won't have built this technique up yet.",
        "start": 226618,
        "end": 232290
      },
      {
        "text": "That's perfectly normal.",
        "start": 232400,
        "end": 233554
      },
      {
        "text": "So before you start to push yourself, spend some time with Lightweight and just focus on the technique.",
        "start": 233602,
        "end": 239782
      },
      {
        "text": "Don't even worry about getting results at this point.",
        "start": 239926,
        "end": 242526
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The goal here is just to learn how to do the movement properly, and only after that should you progress on to heavier weights.",
        "start": 242648,
        "end": 249886
      },
      {
        "text": "This is exactly like learning footwork in the main course.",
        "start": 250018,
        "end": 253710
      },
      {
        "text": "As you can remember, I stress the importance of starting off slow, making sure to do the movement correctly, and building up the muscle memory.",
        "start": 253880,
        "end": 262006
      },
      {
        "text": "Only after that can you start adding in the speed.",
        "start": 262078,
        "end": 264610
      },
      {
        "text": "It's the exact same thing here.",
        "start": 264730,
        "end": 266682
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Fortunately, though, learning the technique for these exercises won't be nearly as difficult as footwork before or After badminton The next thing I want to address is whether you should programme your strength training sessions before or after badminton.",
        "start": 266756,
        "end": 280918
      },
      {
        "text": "It's a difficult question to answer because there's quite a few variables that go into it.",
        "start": 281074,
        "end": 286326
      },
      {
        "text": "Because of this, I can't just give you a blanket recommendation.",
        "start": 286448,
        "end": 289798
      },
      {
        "text": "If possible, try to have your balance and strength training sessions on different days.",
        "start": 289894,
        "end": 294510
      },
      {
        "text": "This is going to be ideal since it allows you to rest and recover between each session.",
        "start": 294620,
        "end": 299266
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This allows you to perform at maximum intensity, which gives you the best gains in badminton and in the gym.",
        "start": 299338,
        "end": 305254
      },
      {
        "text": "If you're able to separate them to different days, then do it.",
        "start": 305422,
        "end": 308310
      },
      {
        "text": "However, I understand that this might not be possible for everyone.",
        "start": 308360,
        "end": 312126
      },
      {
        "text": "Maybe your schedule doesn't allow it, or maybe you're just a madman who already plays balance in seven days a week.",
        "start": 312308,
        "end": 318030
      },
      {
        "text": "If that's the case, you have to choose between doing strength training before or after your bandwidth and sessions.",
        "start": 318080,
        "end": 323422
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Unfortunately, since both activities are very physically taxing, whichever one you choose to do first will detrimentally impact the next activity.",
        "start": 323566,
        "end": 332998
      },
      {
        "text": "If you choose to play in badminton first, your muscles will be fatigued and you won't be able to lift as heavy.",
        "start": 333094,
        "end": 338494
      },
      {
        "text": "If you lift weights first, your muscles will also be fatigued, and this will affect your damage and performance.",
        "start": 338542,
        "end": 343834
      },
      {
        "text": "Like I said, neither situation is ideal, and I can't give you a blanket recommendation.",
        "start": 343942,
        "end": 348898
      },
      {
        "text": "Instead, I would ask you to consider the following and decide what works best for you.",
        "start": 349054,
        "end": 353646
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If you know your birthday session is just going to be focused on technical skills, then you can definitely get away with lifting first.",
        "start": 353708,
        "end": 360462
      },
      {
        "text": "A technical bandwidth and session just means doing drills to work on the technique of your shots without much movement or physical exertion.",
        "start": 360536,
        "end": 368038
      },
      {
        "text": "In this case, being tired from weight training won't have much of an effect.",
        "start": 368194,
        "end": 372258
      },
      {
        "text": "On the other hand, if you know that your bamboosting session is going to be focused on doing a lot of intensive drills, then you should probably do your badminton session first.",
        "start": 372344,
        "end": 381954
      },
      {
        "text": "In this case, entering the session with fatigue from strength training would seriously impact your ability to perform these drills.",
        "start": 382052,
        "end": 388774
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You should also consider the availability of each type of training.",
        "start": 388822,
        "end": 392550
      },
      {
        "text": "Let's say you're able to play badminton once a week, maybe because your local club only meets on Tuesdays and that's the only chance you get.",
        "start": 392720,
        "end": 400458
      },
      {
        "text": "But you're able to go to the gym multiple times a week, since there's a gym nearby that you can go to whenever you want.",
        "start": 400604,
        "end": 406830
      },
      {
        "text": "Clearly, in this case, you should always prioritise badminton on the days that you're able to get a call.",
        "start": 406880,
        "end": 412002
      },
      {
        "text": "You have lots of other opportunities to build your strength, but only one session a week to build your badminton, so when you get the chance, commit full focus to it.",
        "start": 412136,
        "end": 420474
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If the opposite is true and you have lots of opportunities to play badminton while only being able to hit the gym on the odd occasion, you should then prioritise strength training whenever you get the chance.",
        "start": 420512,
        "end": 430038
      },
      {
        "text": "Progressive Overload Next, I want to talk about a principle called progressive overload.",
        "start": 430124,
        "end": 435322
      },
      {
        "text": "This is one of the main ideas that strength training is built around.",
        "start": 435466,
        "end": 439170
      },
      {
        "text": "While it has a fancy sounding name, it's actually quite simple.",
        "start": 439340,
        "end": 443118
      },
      {
        "text": "In fact, it's best explained with an old Greek story.",
        "start": 443264,
        "end": 446274
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Milo of Croton was one of the best wrestlers in ancient Greece, having won the ancient Greek Olympics multiple times.",
        "start": 446372,
        "end": 453102
      },
      {
        "text": "So I guess he was like the Lindan of Greek wrestling.",
        "start": 453176,
        "end": 456550
      },
      {
        "text": "How did he build his incredible strength?",
        "start": 456730,
        "end": 458842
      },
      {
        "text": "Well, it was through a surprisingly simple strategy.",
        "start": 458926,
        "end": 462058
      },
      {
        "text": "One day a new calf was born near Milo's home.",
        "start": 462214,
        "end": 465246
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The wrestler decided to lift a small animal and carry it up on his shoulders.",
        "start": 465368,
        "end": 469582
      },
      {
        "text": "The next day he returned and did the same.",
        "start": 469726,
        "end": 472314
      },
      {
        "text": "Milo continued his strategy for the next four years, hoisting the calf onto his shoulders each day as it grew, until he was no longer lifting a calf, but a fouryearold Bull.",
        "start": 472472,
        "end": 482446
      },
      {
        "text": "While this story has probably been sensationalised, the message still holds true.",
        "start": 482638,
        "end": 487614
      },
      {
        "text": "The best way to progress is to start small and gradually increase the load.",
        "start": 487772,
        "end": 492166
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This way, your body continuously adapts to the new demands that you're placing on it, and as a result you get stronger.",
        "start": 492298,
        "end": 499110
      },
      {
        "text": "This also means you can't just do the same workout again and again and expect to see any improvements.",
        "start": 499490,
        "end": 505462
      },
      {
        "text": "No, if you did that, you would just quickly get to a point where you put toe and then you would stay there forever.",
        "start": 505606,
        "end": 511390
      },
      {
        "text": "Instead, you need to be gradually increasing the difficulty of each workout, which forces your body to adapt to the new demands that you're placing on it.",
        "start": 511510,
        "end": 520686
      },
      {
        "text": "The most obvious way to do this is to increase the weight being used, and that's the main metric that we're going to use in this course.",
        "start": 520808,
        "end": 527382
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It's also what Myelocroton did since the calf got heavier and heavier.",
        "start": 527456,
        "end": 531238
      },
      {
        "text": "But you could also do this by increasing the volume, which is the number of reps and sets, or you could decrease the rest time.",
        "start": 531394,
        "end": 539322
      },
      {
        "text": "Strength versus Hypertrophy The last principle is especially important for us to grasp as damage and players since we want to be strong and explosive as opposed to being slow and bulky.",
        "start": 539396,
        "end": 551218
      },
      {
        "text": "Generally speaking, there are two outcomes or goals when it comes to lifting weight.",
        "start": 551374,
        "end": 556186
      },
      {
        "text": "Strength and hypertrophy.",
        "start": 556318,
        "end": 558130
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Building strength is pretty self explanatory.",
        "start": 558190,
        "end": 560446
      },
      {
        "text": "It's when your muscles are able to lift more weight, move powerfully and more explosively.",
        "start": 560518,
        "end": 565738
      },
      {
        "text": "Hypertrophy, on the other hand, means building muscle mass.",
        "start": 565894,
        "end": 569094
      },
      {
        "text": "This is what bodybuilders, for example, are trying to achieve, as their main goal is to achieve the best physique possible.",
        "start": 569252,
        "end": 575874
      },
      {
        "text": "Strength and hypertrophy exists on opposite ends of a spectrum and different styles of training favour one or the other.",
        "start": 575972,
        "end": 582534
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Clearly, as Bambitan players, we want to be building strength.",
        "start": 582692,
        "end": 585946
      },
      {
        "text": "Like I said, we want to be strong and explosive, so our workouts need to be specifically tailored for strength, not hypertrophy.",
        "start": 586018,
        "end": 593686
      },
      {
        "text": "And that's exactly how I've designed this course.",
        "start": 593818,
        "end": 596754
      },
      {
        "text": "However, do note that this is a spectrum, not an either or situation.",
        "start": 596912,
        "end": 601940
      },
      {
        "text": "Even if you focus purely on building strength, you would still build muscle mass, and even if you focus purely on hypertrophy, you would still gain strength and lift heavier weights.",
        "start": 602450,
        "end": 612610
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I bring this up because I don't want you to demonise hypertrophy.",
        "start": 612730,
        "end": 616906
      },
      {
        "text": "This was a trap that I fell into.",
        "start": 617038,
        "end": 618894
      },
      {
        "text": "I was very skinny when I started lifting, and I focused on strength above all.",
        "start": 618992,
        "end": 623754
      },
      {
        "text": "In fact, I even outright rejected the idea of any hypertrophy gaining any muscle mass since I was worried that it would slow me down in court.",
        "start": 623852,
        "end": 632002
      },
      {
        "text": "But that's not the case, and as long as you're working from a solid strength foundation, having some hypertrophy will happen and that's not a bad thing.",
        "start": 632086,
        "end": 640902
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Again, look at this picture of chenlong and that should prove my point.",
        "start": 641036,
        "end": 645102
      },
      {
        "text": "With that out of the way, what exactly do we have to do to tailor our training to focus on strength as opposed to hypertrophy?",
        "start": 645296,
        "end": 652006
      },
      {
        "text": "There are a few things to keep in mind.",
        "start": 652138,
        "end": 654234
      },
      {
        "text": "The first thing to consider is whether the exercises we do are compound or isolation.",
        "start": 654392,
        "end": 659710
      },
      {
        "text": "Again, this technically exists on a spectrum, but we won't go too in depth.",
        "start": 659890,
        "end": 664534
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "There essentially an isolation exercise is an exercise that just works one muscle at a time.",
        "start": 664582,
        "end": 670818
      },
      {
        "text": "An example of this would be a bicep curl for the upper body or a leg curve for the lower body.",
        "start": 670964,
        "end": 676782
      },
      {
        "text": "A compound exercise, on the other hand, involves multiple muscles working together to complete a movement.",
        "start": 676976,
        "end": 683566
      },
      {
        "text": "A compound exercise would be something like a pullup, which involves your biceps, lats and forearms all working together in order to pull yourself over a bar.",
        "start": 683638,
        "end": 693594
      },
      {
        "text": "Or it could be like a squat which uses the muscles in your lower body and core your quads hamstrings glutes in order to complete a squatting movement.",
        "start": 693752,
        "end": 702766
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Isolation exercises are more geared towards hypertrophy.",
        "start": 702958,
        "end": 706534
      },
      {
        "text": "That's why you'll see a lot of bodybuilders doing them.",
        "start": 706642,
        "end": 709026
      },
      {
        "text": "These exercises allow you to focus on one muscle specifically and hit it with a tonne of volume to stimulate muscle growth.",
        "start": 709088,
        "end": 716458
      },
      {
        "text": "However, isolation exercises aren't functional, meaning they don't carry over very well to athletic endeavours or sports.",
        "start": 716614,
        "end": 723982
      },
      {
        "text": "The reason for this is simple.",
        "start": 724126,
        "end": 725778
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "In a real sport, you're not using one muscle at a time.",
        "start": 725924,
        "end": 729294
      },
      {
        "text": "In isolation, you're using multiple muscles in combination to execute complex movements under pressure.",
        "start": 729332,
        "end": 736350
      },
      {
        "text": "Nowhere is this more true than in badminton.",
        "start": 736670,
        "end": 739102
      },
      {
        "text": "That's exactly why compound movements are more geared towards strength and are more functional.",
        "start": 739186,
        "end": 744526
      },
      {
        "text": "A squat developed strength in the movement pattern, which then transfers to a lot of different lower body movements in athletic situations.",
        "start": 744658,
        "end": 752910
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "But this also isn't me saying that isolation movements are bad.",
        "start": 753230,
        "end": 757182
      },
      {
        "text": "It's fine to add in some bicep curls or similar exercises if you enjoy doing them or you just want to work towards that beach body, just make sure that they're not the focus of your sessions.",
        "start": 757316,
        "end": 767182
      },
      {
        "text": "I usually throw them in at the end of my workouts if I've got some spare time and I'm in the mood.",
        "start": 767326,
        "end": 772126
      },
      {
        "text": "It's not just the type of exercise that determines whether the focus is more geared towards strength or hypertrophy.",
        "start": 772198,
        "end": 777910
      },
      {
        "text": "The rep range and intensity also play a huge factor.",
        "start": 778030,
        "end": 782170
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Simply put, doing lots of reps at a low intensity is going to be more hypertrophy based, while doing less reps at a higher relative intensity is going to be more strength based.",
        "start": 782350,
        "end": 792702
      },
      {
        "text": "We won't get deep into the theory of why this is the case, but it should be fairly intuitive.",
        "start": 792776,
        "end": 797422
      },
      {
        "text": "Doing less reps means you can use a heavier weight.",
        "start": 797506,
        "end": 800182
      },
      {
        "text": "Using heavier weights means you get stronger.",
        "start": 800266,
        "end": 802450
      },
      {
        "text": "As a side note, that's the reason we're going to be doing a lot of work with weight tier.",
        "start": 802510,
        "end": 806686
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Since the goal is to build explosive strength in order to supplement our footwork.",
        "start": 806818,
        "end": 811090
      },
      {
        "text": "We're obviously going to be focusing on the lower body since the upper body doesn't really have much of an impact on our footwork.",
        "start": 811210,
        "end": 817822
      },
      {
        "text": "The legs are a very strong muscle group, so weight are needed in order to achieve the high intensity necessary to stimulate strength.",
        "start": 817906,
        "end": 826282
      },
      {
        "text": "Gains.",
        "start": 826306,
        "end": 827038
      },
      {
        "text": "If I was to do squats, for example, without any extra weight, then I could probably crank out 100 reps pretty easily.",
        "start": 827194,
        "end": 834058
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This means the intensity is way too low and I wouldn't be developing any explosive power by doing this.",
        "start": 834154,
        "end": 840426
      },
      {
        "text": "Okay, now we've gone over the key principles to strength training.",
        "start": 840488,
        "end": 843402
      },
      {
        "text": "You should feel more confident going into the next lesson there.",
        "start": 843476,
        "end": 847026
      },
      {
        "text": "I'm going to give you a few exercises and teach you how to do them safely and effectively.",
        "start": 847088,
        "end": 851698
      },
      {
        "text": "I'll see you in there.",
        "start": 851794,
        "end": 852762
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Bye.",
        "start": 852836,
        "end": 852970
      }
    ]
  }
]