[
  {
    "sentences": [
      {
        "text": "Hello and welcome to the explosive strength bonus course.",
        "start": 310,
        "end": 3234
      },
      {
        "text": "In the next few lessons, you're going to build your explosive strength and power in your lower body to perfectly supplement your footwork skills.",
        "start": 3332,
        "end": 10798
      },
      {
        "text": "Technique is by far the biggest factor to having good footwork, and that's something I stressed multiple times throughout the main course.",
        "start": 10894,
        "end": 17694
      },
      {
        "text": "But building explosive strength on top of that technical foundation, well, that's just the icing on the cake.",
        "start": 17792,
        "end": 23722
      },
      {
        "text": "The pro players recognise this very well.",
        "start": 23866,
        "end": 26046
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "They painstakingly spent hours working on their technique to get every single movement down to a tee, but they also spend time working on their physical development.",
        "start": 26168,
        "end": 35314
      },
      {
        "text": "And that's why Chen Long, for example, has legs that look like this.",
        "start": 35422,
        "end": 39270
      },
      {
        "text": "No joke, huh?",
        "start": 39440,
        "end": 40770
      },
      {
        "text": "Why is this the case?",
        "start": 41150,
        "end": 42486
      },
      {
        "text": "Well, Bambin is an extremely explosive sport and requires powerful fast Twitch muscle fibres.",
        "start": 42608,
        "end": 49006
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If you don't know your muscles are made out of both fast Twitch and slow Twitch muscle fibres.",
        "start": 49138,
        "end": 54454
      },
      {
        "text": "Slow Twitch muscle fibres are responsible for low intensity endurance activities such as running a marathon.",
        "start": 54622,
        "end": 61726
      },
      {
        "text": "Fast Twitch muscle fibres, on the other hand, are responsible for the short but powerful bursts of movement, such as sprinting, a 100 metre race.",
        "start": 61798,
        "end": 69778
      },
      {
        "text": "Good footwork and badminton as a whole does utilise both of these two types of muscle fibre.",
        "start": 69874,
        "end": 74938
      },
      {
        "text": "But in this bonus course, we're going to focus specifically on the fast switch muscles.",
        "start": 75034,
        "end": 79618
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Hence the name explosive strength.",
        "start": 79714,
        "end": 81754
      },
      {
        "text": "That's exactly what the fast switch muscle fibres are responsible for.",
        "start": 81862,
        "end": 85242
      },
      {
        "text": "If you watch any pro player's footwork, there are many instances where they change their speed in a split second and explosively accelerate towards the shuttle.",
        "start": 85316,
        "end": 94270
      },
      {
        "text": "This is what Jill Clarke often refers to as injecting speed into the rally.",
        "start": 94390,
        "end": 99106
      },
      {
        "text": "It's an incredibly important aspect of high level bandwidth and both on the attack and on the defence.",
        "start": 99178,
        "end": 104746
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If you don't vary the speed of your movement like this, you end up playing at one pace the entire time.",
        "start": 104878,
        "end": 110454
      },
      {
        "text": "Not only is this incredibly predictable, it also puts you in a position where you can't really win rallies, you can just hope for your opponent to lose them.",
        "start": 110552,
        "end": 118902
      },
      {
        "text": "That's clearly not a great place to be.",
        "start": 119036,
        "end": 121254
      },
      {
        "text": "That being said, I do want to stress that these pro players are extremely proficient in their technique.",
        "start": 121412,
        "end": 126886
      },
      {
        "text": "Each movement pattern has been refined for years or even decades, and yet they still work every single day to improve their technique.",
        "start": 126958,
        "end": 134866
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So for you, I would not recommend working on this bonus course until you have at least completed the main footwork fasting course and you feel proficient in your footwork.",
        "start": 134998,
        "end": 144514
      },
      {
        "text": "Explosive strength is a great supplement to technique, but it is absolutely not a replacement.",
        "start": 144622,
        "end": 150406
      },
      {
        "text": "If one player has good technique but bad strength and another has good strength but bad technique, there wouldn't even be a competition.",
        "start": 150538,
        "end": 158014
      },
      {
        "text": "The technical player would win every time.",
        "start": 158122,
        "end": 160770
      },
      {
        "text": "So spend the majority of your time learning and developing technique.",
        "start": 160940,
        "end": 164914
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "That's where you'll see the biggest improvement in the shortest amount of time.",
        "start": 165082,
        "end": 168462
      },
      {
        "text": "Only when you feel confident should you then start dedicating more time to strength training.",
        "start": 168536,
        "end": 172998
      },
      {
        "text": "If you don't get this prioritisation right and start spending hours in the gym before your technique is fluent Then you're just going to waste a lot of time without seeing the results that you're after.",
        "start": 173084,
        "end": 182526
      },
      {
        "text": "But if you get this right then you will absolutely skyrocket your progress.",
        "start": 182708,
        "end": 187114
      },
      {
        "text": "I can say that so confidently because that's exactly what happened to me.",
        "start": 187222,
        "end": 191166
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I can still vividly picture the first time I added strength training into my routine.",
        "start": 191288,
        "end": 195802
      },
      {
        "text": "I signed up for a gym membership the day I turned 16.",
        "start": 195946,
        "end": 198826
      },
      {
        "text": "Since that was the minimum age requirement I didn't really know what I was doing but I messed around with some of the exercises and very quickly I started to see it translate to my damaged game.",
        "start": 198898,
        "end": 209394
      },
      {
        "text": "It took me by surprise how quickly I could notice the effects on court.",
        "start": 209492,
        "end": 213622
      },
      {
        "text": "At this point my footwork was already pretty good.",
        "start": 213766,
        "end": 216714
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I was fluent with the technique and could move decently well around the court but after doing strength training it was a whole different experience.",
        "start": 216812,
        "end": 224922
      },
      {
        "text": "It was as if I was wearing weighted training gear the entire time and I had finally taken them off.",
        "start": 225116,
        "end": 230610
      },
      {
        "text": "I felt so much lighter.",
        "start": 230720,
        "end": 232150
      },
      {
        "text": "I felt agile.",
        "start": 232210,
        "end": 233110
      },
      {
        "text": "I felt powerful.",
        "start": 233170,
        "end": 234670
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Moving around the court just felt easier.",
        "start": 234850,
        "end": 237934
      },
      {
        "text": "It's a difficult feeling to describe and I don't think I'm doing a very good job with my words.",
        "start": 238102,
        "end": 242742
      },
      {
        "text": "It's really something you have to experience for yourself.",
        "start": 242876,
        "end": 245802
      },
      {
        "text": "And for the record, when I started doing this I was just a skinny 16 year old with no real knowledge of how to lift weight or train strength.",
        "start": 245936,
        "end": 254506
      },
      {
        "text": "Since then, I've spent a lot of time in the gym and even took a few years away from bambutton to compete in Olympic weightlifting, a very technical and explosive sport.",
        "start": 254578,
        "end": 264634
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "My point is I was able to see good improvements in my badminton Even though I was just messing around in the gym with no real clue what I was doing.",
        "start": 264802,
        "end": 273126
      },
      {
        "text": "Since you have access to this bonus course And I'll be guiding you with the knowledge that I've developed over several years, you will see even bigger results.",
        "start": 273308,
        "end": 281302
      },
      {
        "text": "Excited good.",
        "start": 281446,
        "end": 283026
      },
      {
        "text": "I'll see you in the next lesson where I'll take you through the key principles of building explosive strength.",
        "start": 283148,
        "end": 288430
      }
    ]
  }
]