[
  {
    "sentences": [
      {
        "text": "Hey, what's up, guys?",
        "start": 250,
        "end": 1146
      },
      {
        "text": "So in this bonus course, I'm going to be taking a look at a few videos of footwork Fastlane students.",
        "start": 1208,
        "end": 6894
      },
      {
        "text": "And I'm going to be doing a bit of a breakdown slash analysis of their footwork.",
        "start": 6992,
        "end": 11302
      },
      {
        "text": "And this should be really useful to everyone because most likely any mistakes these guys make are going to be common and they're going to be shared.",
        "start": 11446,
        "end": 18814
      },
      {
        "text": "And also we have a nice selection of different ages, skills and just different players going on.",
        "start": 18982,
        "end": 26418
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So it should be valuable to the entire community here.",
        "start": 26444,
        "end": 30020
      },
      {
        "text": "So without further Ado, the first video is from Jeremy, and he's going to be playing some men's singles.",
        "start": 30470,
        "end": 38730
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Okay.",
        "start": 44910,
        "end": 45274
      },
      {
        "text": "So the first thing that I noticed is when you are, you do it twice in this rally.",
        "start": 45312,
        "end": 50410
      },
      {
        "text": "So your opponent here does a high serve and you play an overhead shop.",
        "start": 52230,
        "end": 56662
      },
      {
        "text": "Now what's your feet essentially you're like half way between doing a scissor kick and not doing a scissor kick.",
        "start": 56796,
        "end": 63878
      },
      {
        "text": "So what you should be doing is ending this movement with your racket foot in front of your non racket foot.",
        "start": 63914,
        "end": 71734
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Right.",
        "start": 71772,
        "end": 72118
      },
      {
        "text": "But look where you end up.",
        "start": 72204,
        "end": 73740
      },
      {
        "text": "So at this point, your racket could be ahead, but you're still having both feet in line here.",
        "start": 75630,
        "end": 81130
      },
      {
        "text": "And then you take a step.",
        "start": 81240,
        "end": 82450
      },
      {
        "text": "So what you're doing is it's almost like it's two discrete movements.",
        "start": 82500,
        "end": 86090
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Instead of being one smooth motion as you hit the shot, the feet should rotate around.",
        "start": 86150,
        "end": 90840
      },
      {
        "text": "Then you do the same thing again here.",
        "start": 91290,
        "end": 93060
      },
      {
        "text": "It's actually not so bad.",
        "start": 93690,
        "end": 95160
      },
      {
        "text": "The start of the movement is really good here.",
        "start": 96990,
        "end": 98938
      },
      {
        "text": "So you kind of bring your left foot, you bring your left foot here behind your right.",
        "start": 99084,
        "end": 102874
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "And this position is really good.",
        "start": 102912,
        "end": 104662
      },
      {
        "text": "But you want to maintain this position as you land.",
        "start": 104856,
        "end": 107614
      },
      {
        "text": "So left foot lands here, right foot lands here.",
        "start": 107772,
        "end": 110158
      },
      {
        "text": "But what happens instead is you do that.",
        "start": 110184,
        "end": 113338
      },
      {
        "text": "Do you see that good up to here?",
        "start": 113364,
        "end": 119234
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Still good.",
        "start": 119272,
        "end": 119870
      },
      {
        "text": "But then instead of landing this right foot forward around here and pushing off your left foot to begin moving towards the net instead, what you do is you bring your right foot back down here, and now you have no way of pushing yourself forwards and you lose a lot of momentum.",
        "start": 119980,
        "end": 136730
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "And that one mail that was a lot better.",
        "start": 139070,
        "end": 141800
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Okay.",
        "start": 149070,
        "end": 149830
      },
      {
        "text": "So generally pretty good.",
        "start": 150000,
        "end": 152074
      },
      {
        "text": "Something I noticed that you do when you serve.",
        "start": 152232,
        "end": 155170
      },
      {
        "text": "This is kind of footwork related, kind of not.",
        "start": 155670,
        "end": 157810
      },
      {
        "text": "But I would like to see a bit more transfer of body weight into the shuttle as you serve.",
        "start": 157920,
        "end": 166290
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So you do a tiny, tiny bit, right?",
        "start": 166350,
        "end": 168734
      },
      {
        "text": "You see, as you serve, you put your body into the shuttle.",
        "start": 168772,
        "end": 171906
      },
      {
        "text": "But what you can do is if you start the movement, lean backwards and then transition forwards as you hit, you get a lot more power.",
        "start": 172038,
        "end": 185142
      },
      {
        "text": "And you might think, well, why do I need power if I'm going to be if I can get the shuttle to the back of the court already?",
        "start": 185216,
        "end": 191862
      },
      {
        "text": "Well, the thing is, you can always add more power to get more height on your high serve.",
        "start": 191996,
        "end": 197182
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "And that's always going to be better because it falls at a steeper angle that way.",
        "start": 197206,
        "end": 201138
      },
      {
        "text": "So not really footwork related, but I thought it was worth pointing out.",
        "start": 201224,
        "end": 204680
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Okay, so in this rally, I noticed two things.",
        "start": 212130,
        "end": 215446
      },
      {
        "text": "A because we were just talking about footwork in the serve.",
        "start": 215508,
        "end": 218918
      },
      {
        "text": "The first thing I noticed that your opponent serve is actually a fault because he lifts his leg off the floor and you're allowed to do that.",
        "start": 219014,
        "end": 224986
      },
      {
        "text": "But in terms of what you do here, and we've actually talked about this before, but when you lunch, you see that what you should be doing is you can reach further in the lunge if you stretch your leg out a bit more and you're willing to get low.",
        "start": 225108,
        "end": 246300
      },
      {
        "text": "I remember you said you had some hip issues which stopped from doing that.",
        "start": 247170,
        "end": 250594
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So if that's the case, fair enough.",
        "start": 250692,
        "end": 252766
      },
      {
        "text": "But for everyone else, you notice how here Jeremy could be taking a really big step with just one step.",
        "start": 252888,
        "end": 262378
      },
      {
        "text": "With one lunch, he can get from here to the shuttle, no problem.",
        "start": 262524,
        "end": 265620
      },
      {
        "text": "You see, top players do all the time, but it's not even super advanced, right.",
        "start": 266430,
        "end": 272134
      },
      {
        "text": "It's actually fairly basic once you have that flexibility.",
        "start": 272232,
        "end": 275726
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So to a lot of people, it's like, oh, I'm slow, I can never get to the shuttle and time at the front of the court.",
        "start": 275918,
        "end": 280490
      },
      {
        "text": "Well, the reason for that is you're not lunging low and deep enough.",
        "start": 280550,
        "end": 283954
      },
      {
        "text": "So the extent of your reach is like this far instead of being this far.",
        "start": 284052,
        "end": 288502
      },
      {
        "text": "Right.",
        "start": 288636,
        "end": 289320
      },
      {
        "text": "So that's just something to keep in mind.",
        "start": 290370,
        "end": 291718
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If you struggle to get there, then it's probably a flexibility issue or like a mental issue, like you're not used to doing that same thing again there with lunch.",
        "start": 291744,
        "end": 307130
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "As a result, not only is it hard for you to get to shuttle early, it's also very difficult to recover when you're doing this.",
        "start": 310430,
        "end": 317622
      },
      {
        "text": "Watch what happens after he plays the shot.",
        "start": 317696,
        "end": 320130
      },
      {
        "text": "He falls forwards and he wastes time and it's hard for him then to get to the next shot.",
        "start": 321770,
        "end": 326098
      },
      {
        "text": "So you really want to have that stable, low deep lunge.",
        "start": 326194,
        "end": 329970
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Okay, so this rally, it's a nice sizzle kick.",
        "start": 338610,
        "end": 341714
      },
      {
        "text": "So this drop shot you play, the movement for, this is quite nice, right?",
        "start": 341882,
        "end": 345694
      },
      {
        "text": "You end up with you're in the correct position, you can recover easily.",
        "start": 345852,
        "end": 350822
      },
      {
        "text": "But the problem is you're not recovering enough after doing the shot.",
        "start": 350966,
        "end": 355150
      },
      {
        "text": "So you actually get away with it because he just comes in and plays another lift.",
        "start": 356070,
        "end": 359762
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "But you really want to be taking a few more steps or a bigger step closer to the net because after you play a drop shot.",
        "start": 359906,
        "end": 370598
      },
      {
        "text": "So after you play a drop shot.",
        "start": 370634,
        "end": 371762
      },
      {
        "text": "Right, the quickest response.",
        "start": 371786,
        "end": 373478
      },
      {
        "text": "So after you play the shop, the quickest response you can play is just to play a net shop back.",
        "start": 373574,
        "end": 378034
      },
      {
        "text": "And if you're here, you're not going to get to that.",
        "start": 378192,
        "end": 382260
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "But if you recover a bit, further and let's say you're here and then he lifts.",
        "start": 382830,
        "end": 387674
      },
      {
        "text": "It's actually very easy to get to the lift because a lift, it goes high, it travels a further distance.",
        "start": 387782,
        "end": 393794
      },
      {
        "text": "So that means you have more time to get to the shuttle.",
        "start": 393902,
        "end": 396266
      },
      {
        "text": "But with the net shot, because it is such a short distance, you need to actually prepare your base to be closer to the net shot.",
        "start": 396398,
        "end": 404198
      },
      {
        "text": "So here you're kind of under recovering, but you get away with it because he plays a lift.",
        "start": 404294,
        "end": 408550
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Okay, so this here is really good.",
        "start": 417790,
        "end": 419534
      },
      {
        "text": "You lose the rally, but the way you move for this is pretty good.",
        "start": 419572,
        "end": 423074
      },
      {
        "text": "So you can see you're very much on your toes after each shot.",
        "start": 423112,
        "end": 427602
      },
      {
        "text": "You're split stepping and that's really good because this is a very short, fast and flat exchange.",
        "start": 427626,
        "end": 432090
      },
      {
        "text": "So that's really nice.",
        "start": 432210,
        "end": 433406
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The one thing I would say is, after your serve and you see them smashing, you should be getting a bit lower.",
        "start": 433528,
        "end": 443670
      },
      {
        "text": "Again, this could be something to do with your hip.",
        "start": 443720,
        "end": 446590
      },
      {
        "text": "If so, fair enough.",
        "start": 446710,
        "end": 447846
      },
      {
        "text": "But for everyone else, when you're defending, you really want to be able to get lower.",
        "start": 447968,
        "end": 452240
      },
      {
        "text": "So obviously you need to get your racket lower.",
        "start": 452990,
        "end": 454926
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "But it's also beneficial to bring your entire body lower to the floor as well, because then it just makes it easier to get to the shuttle, it's easier to recover.",
        "start": 454988,
        "end": 465286
      },
      {
        "text": "It doesn't throw your balance.",
        "start": 465358,
        "end": 466438
      },
      {
        "text": "If you notice here, you cannot play the shot and you're just a little unstable.",
        "start": 466474,
        "end": 469830
      },
      {
        "text": "And that's something you can fix by just getting lower and having that stable sense of gravity.",
        "start": 470630,
        "end": 474990
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Okay, so here that lunge is actually really good, this one here.",
        "start": 480570,
        "end": 486070
      },
      {
        "text": "So there are a few times in this video, I cut out a few of them because I would have just been repeating myself.",
        "start": 486180,
        "end": 491760
      },
      {
        "text": "But there are a few times when you lunge and you just topple forwards and that's because you're not stable and you're not strong.",
        "start": 492090,
        "end": 497998
      },
      {
        "text": "But here, that's perfect.",
        "start": 498084,
        "end": 499210
      },
      {
        "text": "You pay your lunge, you recover upright and you start moving straight backwards.",
        "start": 499260,
        "end": 503474
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So that is essentially what you want to be aiming for each time when you lunch.",
        "start": 503522,
        "end": 507790
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "That's another perfect example of when you're on defence, you really want to be getting your body lower because otherwise you kind of end up like this.",
        "start": 514990,
        "end": 522974
      },
      {
        "text": "And this is obviously not a great position to be in.",
        "start": 523132,
        "end": 525640
      },
      {
        "text": "Okay, just to show you what I mean by that, I had this video on hand that kind of demonstrates this idea quite well.",
        "start": 527350,
        "end": 533642
      },
      {
        "text": "So I'll just play it quickly.",
        "start": 533776,
        "end": 535180
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Right.",
        "start": 540470,
        "end": 540906
      },
      {
        "text": "So you can see I did a pretty bad serve, right?",
        "start": 540968,
        "end": 544866
      },
      {
        "text": "I know he's going to smash and when he does, my instant reaction is to bring my entire body.",
        "start": 544988,
        "end": 551754
      },
      {
        "text": "I bend my knees, bend my hips and get my body low to the ground.",
        "start": 551912,
        "end": 555022
      },
      {
        "text": "Right.",
        "start": 555046,
        "end": 555198
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So I have a low, stable sense of gravity.",
        "start": 555224,
        "end": 557158
      },
      {
        "text": "So here's the difference.",
        "start": 557314,
        "end": 558522
      },
      {
        "text": "You're in this position here, very off balance, and as a result, you're a lot slower to recover.",
        "start": 558656,
        "end": 563910
      },
      {
        "text": "Right.",
        "start": 564350,
        "end": 565110
      },
      {
        "text": "As opposed to when you're here it's a lot easier and then just to quickly point out in this rally you do the thing with the scissor again where you don't fully rotate your feet.",
        "start": 565280,
        "end": 577894
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "But right that is the end of this video.",
        "start": 578002,
        "end": 580170
      },
      {
        "text": "So Jeremy, I hope that's helpful and to everyone else I hope you can learn something from Jeremy mistakes.",
        "start": 580280,
        "end": 586798
      },
      {
        "text": "Right.",
        "start": 586954,
        "end": 587310
      },
      {
        "text": "I'll see you in the next video.",
        "start": 587360,
        "end": 588180
      }
    ]
  }
]