[
  {
    "sentences": [
      {
        "text": "Okay, guys.",
        "start": 610,
        "end": 1014
      },
      {
        "text": "So in this next video, we have Hal, who's in the blue over here.",
        "start": 1052,
        "end": 4866
      },
      {
        "text": "And so at this point, we're kind of getting to some of the more advanced players, I would say, in this course.",
        "start": 5048,
        "end": 10950
      },
      {
        "text": "So at this level, these players are kind kind of if you watch how play, you can tell he's got the technique down.",
        "start": 11000,
        "end": 19698
      },
      {
        "text": "Right.",
        "start": 19724,
        "end": 20022
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "He's not really making any obvious technical errors, I can see.",
        "start": 20096,
        "end": 23540
      },
      {
        "text": "So at this point, when you get more advanced, it's less about doing the movements correctly and it's more about optimising it and getting faster and being more explosive.",
        "start": 24050,
        "end": 36118
      },
      {
        "text": "Right.",
        "start": 36154,
        "end": 36678
      },
      {
        "text": "So I've watched this whole video, and I've also had Ben Beckman from the diving master class course take a look at it.",
        "start": 36824,
        "end": 45714
      },
      {
        "text": "And basically the biggest thing for you, how that you could improve on is your explosiveness.",
        "start": 45752,
        "end": 53626
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Right.",
        "start": 53758,
        "end": 54342
      },
      {
        "text": "It feels almost like, again, this is just for everyone else watching this, this is a bit more advanced.",
        "start": 54476,
        "end": 59602
      },
      {
        "text": "So if you're still at the stage where you're learning technique, then don't worry about this too much and focus just on getting the technique down.",
        "start": 59626,
        "end": 66654
      },
      {
        "text": "But for your players who are a bit more advanced, something you really want to think about is explosiveness.",
        "start": 66812,
        "end": 74970
      },
      {
        "text": "And what I mean by that is you'll hear Jill Clarke say this quite a lot, but it's the ability to inject speed into the rally.",
        "start": 75590,
        "end": 82822
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So you might be playing the rally like you are here at a standard pace.",
        "start": 82906,
        "end": 87238
      },
      {
        "text": "Right.",
        "start": 87274,
        "end": 87654
      },
      {
        "text": "But then when you see the opening, you then inject that explosive speed and pace to change the tide of the Valley in your favour.",
        "start": 87752,
        "end": 95346
      },
      {
        "text": "Right.",
        "start": 95408,
        "end": 95958
      },
      {
        "text": "And this is something that pro players do extremely well.",
        "start": 96104,
        "end": 99762
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So just to show you a few examples of what I mean, this is one good example here.",
        "start": 99956,
        "end": 105798
      },
      {
        "text": "Right.",
        "start": 105824,
        "end": 106014
      },
      {
        "text": "You see that?",
        "start": 106052,
        "end": 106554
      },
      {
        "text": "So what happens here is you kind of force him kind of under pressure.",
        "start": 106592,
        "end": 110542
      },
      {
        "text": "He's taking it fairly relatively deep forehand.",
        "start": 110566,
        "end": 114390
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "He plays a week clear.",
        "start": 115430,
        "end": 117080
      },
      {
        "text": "But here you're very passive.",
        "start": 117410,
        "end": 118774
      },
      {
        "text": "Right.",
        "start": 118822,
        "end": 119420
      },
      {
        "text": "So let's just quickly see what you do.",
        "start": 119930,
        "end": 121820
      },
      {
        "text": "You don't really do much with the shuttle.",
        "start": 123050,
        "end": 124462
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Right.",
        "start": 124486,
        "end": 124638
      },
      {
        "text": "You play a fairly decent shot.",
        "start": 124664,
        "end": 126274
      },
      {
        "text": "But look at the position you're in here, just here.",
        "start": 126382,
        "end": 130278
      },
      {
        "text": "Right.",
        "start": 130304,
        "end": 130746
      },
      {
        "text": "This is a perfect chance for you to bounce onto the shuttle.",
        "start": 130868,
        "end": 135510
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If you're quick enough, you can jump explosively, get to the shuttle high and early, and then you can play like a really aggressive clip, smash, crosscourt straight or whatever.",
        "start": 136610,
        "end": 144690
      },
      {
        "text": "But you can play really aggressive.",
        "start": 144740,
        "end": 146518
      },
      {
        "text": "And that's a great chance to inject your pace into the rally and control the rally.",
        "start": 146554,
        "end": 150202
      },
      {
        "text": "But instead, you kind of just let them get away with it.",
        "start": 150226,
        "end": 152540
      },
      {
        "text": "Right.",
        "start": 152930,
        "end": 153330
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You play a very neutral shot.",
        "start": 153380,
        "end": 155010
      },
      {
        "text": "That's one example.",
        "start": 156770,
        "end": 157782
      },
      {
        "text": "And then also, it's not just on the attack.",
        "start": 157856,
        "end": 160182
      },
      {
        "text": "It's actually also on the defence as well.",
        "start": 160256,
        "end": 162270
      },
      {
        "text": "And I'll show you what I mean by that.",
        "start": 162320,
        "end": 164060
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Okay.",
        "start": 164870,
        "end": 165234
      },
      {
        "text": "So here's a good example.",
        "start": 165272,
        "end": 166520
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So you play your clear, you recover back to the middle, and then when the smash comes, it's almost as if the entire thing is one speed, right?",
        "start": 168750,
        "end": 178210
      },
      {
        "text": "You've got one speed and you keep that for the entire rally.",
        "start": 178380,
        "end": 180878
      },
      {
        "text": "But what you need to be doing is realising that in a situation where you're defending a smash like that, you can't just keep that speed.",
        "start": 180914,
        "end": 187622
      },
      {
        "text": "You need to inject that sudden pace into it and get to that shuttle as quickly as you physically can.",
        "start": 187646,
        "end": 193210
      },
      {
        "text": "Right.",
        "start": 193260,
        "end": 193690
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So you almost seem kind of relaxed when you do that.",
        "start": 193800,
        "end": 196462
      },
      {
        "text": "When you see the smash, you're kind of relaxed and you're not moving with the appropriate urgency.",
        "start": 196536,
        "end": 201350
      },
      {
        "text": "I think you can see what I mean.",
        "start": 201530,
        "end": 203278
      },
      {
        "text": "And the best way to improve this, because your technique is fine.",
        "start": 203364,
        "end": 207202
      },
      {
        "text": "It's just getting in those reps, getting in that shadow, practise, getting multi feed if you can, and just working on that urgency.",
        "start": 207336,
        "end": 214838
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Remember, you want to get that racket to the shuttle as quickly as possible.",
        "start": 214934,
        "end": 218880
      },
      {
        "text": "And clearly here you're kind of a bit more relaxed.",
        "start": 219930,
        "end": 222970
      },
      {
        "text": "A part of this lack of explosiveness, both on the attack and the defence, is because you're a little flat footed and you're not always split stepping.",
        "start": 223830,
        "end": 232118
      },
      {
        "text": "So if you just watch this again real quick.",
        "start": 232154,
        "end": 234610
      },
      {
        "text": "Right.",
        "start": 234780,
        "end": 235546
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "And the reason I bring it up is if you compare that to a rally that takes place later on, you do actually split step and you're a lot faster.",
        "start": 235728,
        "end": 243158
      },
      {
        "text": "Yeah, this one that looks a lot better.",
        "start": 243194,
        "end": 245182
      },
      {
        "text": "So if you just watch those two back, I think you should be able to tell the difference between what you're doing.",
        "start": 245256,
        "end": 250260
      },
      {
        "text": "But in general, in a lot of these valleys, you're a little flat footed and that kind of agility hinders your ability to inject that pace.",
        "start": 251490,
        "end": 261146
      },
      {
        "text": "So the final thing is that on a lot of these overhead shots, you're not really bringing your right foot forward and that's slowing down your recovery.",
        "start": 261278,
        "end": 268766
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So let me just show you what I mean.",
        "start": 268958,
        "end": 270454
      },
      {
        "text": "So you start here and this is all fine, right.",
        "start": 270492,
        "end": 273058
      },
      {
        "text": "Then as you hit, you've actually hit the shuttle already and your right foot is only really coming out to the side, and then afterwards you're bringing it forwards.",
        "start": 273204,
        "end": 284342
      },
      {
        "text": "So maybe if you watch this, you might have actually not noticed it, because it's like you're kind of tricking yourself.",
        "start": 284426,
        "end": 289702
      },
      {
        "text": "But what this needs to be is one smooth, fluid motion of the legs with the shuttle, right.",
        "start": 289896,
        "end": 295920
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So the right leg comes forward with the shuttle.",
        "start": 296250,
        "end": 299042
      },
      {
        "text": "What you're doing is you're only doing half of the movement stopping and then doing the other half of the movement.",
        "start": 299066,
        "end": 304202
      },
      {
        "text": "And that kind of defeats the point.",
        "start": 304226,
        "end": 306240
      },
      {
        "text": "That's just one example.",
        "start": 306690,
        "end": 308050
      },
      {
        "text": "And there are a few other examples in this clip where it's probably more obvious, it's even more so obvious that you're not fully rotating through on your scissor kicks.",
        "start": 308220,
        "end": 316330
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So just keep that in mind.",
        "start": 316830,
        "end": 318420
      },
      {
        "text": "Again, that's probably the biggest technical error you have.",
        "start": 318870,
        "end": 322702
      },
      {
        "text": "And just get those repetitions of practising and it's really just a mental thing of rewiring your brain, and that's going to help a lot with recovery.",
        "start": 322896,
        "end": 330386
      },
      {
        "text": "Okay.",
        "start": 330518,
        "end": 330886
      },
      {
        "text": "So I hope that helps helps.",
        "start": 330948,
        "end": 332162
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "How and I would like to thank you for being the only person who edited their clips.",
        "start": 332186,
        "end": 337898
      },
      {
        "text": "So it's just the action.",
        "start": 337994,
        "end": 340610
      },
      {
        "text": "You've edited all the downtime.",
        "start": 340730,
        "end": 342254
      },
      {
        "text": "I appreciate that so much.",
        "start": 342302,
        "end": 343630
      },
      {
        "text": "All right.",
        "start": 343740,
        "end": 344074
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I hope that helped and let's move on to the next video.",
        "start": 344112,
        "end": 345880
      }
    ]
  }
]