[
  {
    "sentences": [
      {
        "text": "I don't believe it.",
        "start": 1570,
        "end": 2334
      },
      {
        "text": "I do not believe it.",
        "start": 2372,
        "end": 4580
      },
      {
        "text": "Sensational Hi, my name is Ben Beckman.",
        "start": 5570,
        "end": 9154
      },
      {
        "text": "I'm a former England international bands and player where representative England twelve times, playing in two Thomas Cup finals and two European team Championships.",
        "start": 9202,
        "end": 16810
      },
      {
        "text": "Since retiring from Bambas in 2012, I took up coaching.",
        "start": 16930,
        "end": 20314
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Although I did it throughout my playing career.",
        "start": 20362,
        "end": 22606
      },
      {
        "text": "I'm the current head coach at Wimbledon Rackets Fitness Club, a Ukcclevel three coach and I coach players vulnerabilities from beginners to professionals in this lesson.",
        "start": 22798,
        "end": 31222
      },
      {
        "text": "Today we're going to be learning the dive in badminton.",
        "start": 31246,
        "end": 33838
      },
      {
        "text": "Just like variation in shots, this variation in movement and diving is exactly the same whether you're diving for a smash drop shot, shot of your head, a straight shot, or a cross court shot.",
        "start": 33994,
        "end": 43438
      },
      {
        "text": "Instead of trying to teach you all of them individually, it's best for me to try and focus on the fundamentals that go into all of them.",
        "start": 43474,
        "end": 48978
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If you can effectively grasp these fundamentals, then you will be able to adapt them to all other areas of your game.",
        "start": 49004,
        "end": 54126
      },
      {
        "text": "In my opinion, the best dive in badminton and the one that can most effectively teach you these fundamentals is to dive to the cross court smash.",
        "start": 54188,
        "end": 60562
      },
      {
        "text": "I use this for two reasons.",
        "start": 60646,
        "end": 62326
      },
      {
        "text": "Number one, it's one of the only Footworks for diving where it's not because you're just in an awful position or being wrong footed, and two, if done effectively, it can not only keep you in a rally, but could also put you into a good attacking position on the follow up shot.",
        "start": 62458,
        "end": 73618
      },
      {
        "text": "Before I continue, it must be noted that this is quite an advanced form of footwork and does require a high level ofleticism to execute properly, I will break this lesson down into two further parts, the first part being focusing on the footwork.",
        "start": 73654,
        "end": 85654
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This will take the longest amount of time, so we will focus on that most.",
        "start": 85822,
        "end": 89010
      },
      {
        "text": "The second part will be the shot itself.",
        "start": 89120,
        "end": 90858
      },
      {
        "text": "Before we begin this lesson, it's important that I demonstrate how to do the dive correctly.",
        "start": 90944,
        "end": 94918
      },
      {
        "text": "After that, I'll then break it down to all the necessary parts which you can then follow and learn.",
        "start": 95074,
        "end": 99440
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If you're a complete beginner or new to the sport, you might have been told to stand with your racket foot slightly in front of your other foot.",
        "start": 110490,
        "end": 116410
      },
      {
        "text": "This is a great way to start and babysitting for almost basic movements, but for stuff that's a little bit more advanced, you must be able to adjust that accordingly to the situation that you're in when defending in singles, it's a much more advantageous to be able to stand with a more of a side by side stance rather than having 1ft slightly in front of the other.",
        "start": 116520,
        "end": 131880
      },
      {
        "text": "The main reason for this is that the quickest shot that we must be anticipating when we're defending in singles is the smash.",
        "start": 132270,
        "end": 137690
      },
      {
        "text": "So by having my feet in a side by side dance, I can effectively move side to side much, much quicker.",
        "start": 137810,
        "end": 143090
      },
      {
        "text": "If I stand with the most commonly taught dance with my feet slightly staggered.",
        "start": 143150,
        "end": 146990
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This might be okay for moving out to the corners either to the back or to the front, but it leaves me a little bit vulnerable to the side where my foot is further forward.",
        "start": 147110,
        "end": 154558
      },
      {
        "text": "So if you see here, my left foot is in front of my right.",
        "start": 154644,
        "end": 157426
      },
      {
        "text": "I'm a little bit slow to twist down to there, which is going to make me ineffective to defending on my forehand side.",
        "start": 157548,
        "end": 162622
      },
      {
        "text": "The next thing to bear in mind with your stance is finding your athletic position.",
        "start": 162696,
        "end": 166378
      },
      {
        "text": "This can vary from person to person, so it might take you some time to work this out, but for me it's like the beginning of a squat.",
        "start": 166464,
        "end": 172406
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I slightly bend my hips, knees and my ankle joints and I'm having my weight in the front of my feet.",
        "start": 172598,
        "end": 178850
      },
      {
        "text": "A good indicator that you found the stance that works for you is that you feel that you can move off quickly in any direction as well as being able to be in a good balanced position.",
        "start": 178910,
        "end": 186958
      },
      {
        "text": "If you notice as well, my body is ready to be upright.",
        "start": 187044,
        "end": 189326
      },
      {
        "text": "Being slightly forward is okay, but you want to avoid being too far forward because then what can happen is that you will track your hips, which is one of the most important parts to move effectively in badminton, especially in defence.",
        "start": 189398,
        "end": 199286
      },
      {
        "text": "Another thing to bear in mind is how wide your stance is.",
        "start": 199358,
        "end": 201718
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You do not want to go out too wide because then you can become stuck and your range of motion becomes very limited whenever you practise this footwork.",
        "start": 201744,
        "end": 208874
      },
      {
        "text": "Remember to always start with this side by side athletic stance.",
        "start": 208922,
        "end": 211898
      },
      {
        "text": "It might take a little bit of time to kind of find what works for you, but once you find it, you will definitely know it.",
        "start": 211994,
        "end": 217762
      },
      {
        "text": "Once you got your stance sorted, the next thing to focus on is the split step.",
        "start": 217776,
        "end": 220822
      },
      {
        "text": "The split step is a very small little movement that helps you not only go in the right direction, but move off towards the shuttle.",
        "start": 220896,
        "end": 226334
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I really must emphasise that when defending because of the lack of time that you have to move the shots that the split step must be incredibly small.",
        "start": 226382,
        "end": 232390
      },
      {
        "text": "What I want you to focus on when doing the split step for the dive or any defensive movement in singles is down and out with your feet.",
        "start": 232440,
        "end": 238106
      },
      {
        "text": "Let me demonstrate quickly.",
        "start": 238178,
        "end": 239386
      },
      {
        "text": "They're down and out, my feet go down and then I spread my feet out.",
        "start": 239508,
        "end": 243118
      },
      {
        "text": "What I see in a lot of players when I teach them this, first of all is they either jump up on the spot for their split step or they actually jump their feet inwards.",
        "start": 243144,
        "end": 250226
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If I jump up on the ground here, I haven't gained anything from the floor and I'm actually just wasting energy.",
        "start": 250418,
        "end": 254938
      },
      {
        "text": "If I bring my feet together, I've made myself too tall and will be slowed down as well as I can lose my balance far too easily by using down and out.",
        "start": 255084,
        "end": 262834
      },
      {
        "text": "There's two things that I gain an advantage from.",
        "start": 262992,
        "end": 265162
      },
      {
        "text": "One is I get nice and low.",
        "start": 265236,
        "end": 266806
      },
      {
        "text": "This is where I'm replaying most of my shots in the defensive position but also by spreading my feet.",
        "start": 266928,
        "end": 271778
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I can then push off the floor much more effectively so I can push off nice and quick.",
        "start": 271814,
        "end": 276046
      },
      {
        "text": "Before moving forward with this lesson I want you to spend a little bit of time to practise the down and out split step.",
        "start": 276108,
        "end": 280426
      },
      {
        "text": "So please follow me as I demonstrate and follow these simple cues.",
        "start": 280488,
        "end": 284530
      },
      {
        "text": "So first we'll find your side by side athletic stance for me shoulders bit more, the shoulder width apart, hips, knees and ankles and nice and loaded weights in the front of my feet.",
        "start": 284910,
        "end": 295466
      },
      {
        "text": "From there I want to thank the down and out.",
        "start": 295538,
        "end": 297766
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I'm going to the right which for me is my forehand as I spread my feet out down.",
        "start": 297888,
        "end": 302818
      },
      {
        "text": "Now I'm going to push off my right foot to split that and push.",
        "start": 302844,
        "end": 306014
      },
      {
        "text": "If I'm going to my back, hands my left leg push out here so just take a little bit of time to practise your feet going out and your body coming down.",
        "start": 306182,
        "end": 314278
      },
      {
        "text": "So down and out there, down and out.",
        "start": 314304,
        "end": 317434
      },
      {
        "text": "One thing I must note as we do this practise is what I'm doing with my racket in badminton.",
        "start": 317532,
        "end": 321938
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "We want to get our racket out first, get it ready first because this is what we are hitting the shuttle with as well as we want to create a little bit of space for us to play a variety of shots as well as we're able to reach the shuttle nice and early.",
        "start": 321974,
        "end": 333190
      },
      {
        "text": "In quick scenario such defence you're going to find that your feet will almost follow your racket when practising this movement.",
        "start": 333240,
        "end": 339626
      },
      {
        "text": "One thing you should also focus on is getting your racket out at the earliest moment possible.",
        "start": 339698,
        "end": 343714
      },
      {
        "text": "If you're having difficulty please stay with this part of the video, practise your split step and get your racket ready.",
        "start": 343812,
        "end": 349114
      },
      {
        "text": "If you feel ready to continue on with the lesson then please do so.",
        "start": 349272,
        "end": 352270
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So the areas are covered so far the split set with the down and out getting your racket out and the small step out towards the shuttle are very effective for just defending basic straight smashes within your range.",
        "start": 352320,
        "end": 364946
      },
      {
        "text": "When defending in singles it's very rare that you will be stood either side equally across the middle line.",
        "start": 365018,
        "end": 370606
      },
      {
        "text": "In fact most of the time you're going to find you're going to favour one side more than the other.",
        "start": 370728,
        "end": 374566
      },
      {
        "text": "You are going to favour the side that your opponent is on because the fastest, most direct smash and the one that you must cover first is the straight smash.",
        "start": 374748,
        "end": 382082
      },
      {
        "text": "However, there is a bit of a dilemma withstanding here and that is that you are leaving yourself quite open and vulnerable on the cross court smash.",
        "start": 382166,
        "end": 388646
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "We shouldn't concern ourselves too much of the cross court smash because our opponent has a further distance to go if we are able to get it back.",
        "start": 388718,
        "end": 394762
      },
      {
        "text": "As well as this, the shuttle also has a further distance to go, so you actually will have a little bit more time to get over towards the shuttle.",
        "start": 394836,
        "end": 401294
      },
      {
        "text": "I've already stated earlier in the video that our defensive movements are quite small.",
        "start": 401342,
        "end": 405442
      },
      {
        "text": "The reason being is obviously smashes are generally very fast.",
        "start": 405516,
        "end": 408600
      },
      {
        "text": "The distance from me where I am now for the cross court smash is quite far.",
        "start": 408990,
        "end": 413326
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I will not be able to reach over there by simply just doing the download and here.",
        "start": 413388,
        "end": 417814
      },
      {
        "text": "This is why if I do need to retrieve a smash right over to the line, I would need to do the dive.",
        "start": 417972,
        "end": 423254
      },
      {
        "text": "Following from what we've learned, there's one final step, the dive itself.",
        "start": 423302,
        "end": 426802
      },
      {
        "text": "I'm going to demonstrate the dive using my backhand side.",
        "start": 426936,
        "end": 430546
      },
      {
        "text": "You can easily apply the same things to this to your forehand, side by side athletic stance, split step.",
        "start": 430668,
        "end": 437842
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Push off your appropriate leg racket comes out, push yourself to the ground, push off your leading leg, land nice and softly, releasing your grip as you hit the floor.",
        "start": 437916,
        "end": 447722
      },
      {
        "text": "So the key thing we've already gone over the stance and the split step is after your rackets out is that push off your leading leg.",
        "start": 447806,
        "end": 454990
      },
      {
        "text": "Here just you reach the limit of your initial lunge, push off your leading leg just to get yourself diving out towards the shuttle.",
        "start": 455040,
        "end": 462230
      },
      {
        "text": "You don't need to worry too much about recovery at the moment.",
        "start": 462290,
        "end": 464314
      },
      {
        "text": "That will come a little later.",
        "start": 464352,
        "end": 465720
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It's really important that you practise plenty of times, starting from doing it nice and slow and each time trying to get progressive a little bit faster before being able to look at the final part of the recovery.",
        "start": 472930,
        "end": 483078
      },
      {
        "text": "It's really important that you're able to do the dive this initial part landing correctly and on balance.",
        "start": 483234,
        "end": 488202
      },
      {
        "text": "If you feel like you're ready then please progress.",
        "start": 488286,
        "end": 490098
      },
      {
        "text": "Now let's move on to the recovery.",
        "start": 490194,
        "end": 491826
      },
      {
        "text": "The recovery in badminton is incredibly important because we must try to find ourselves after each shot in an optimal position and quickly.",
        "start": 491958,
        "end": 499070
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Seemingly, when we dive in Bantam, we are actually positioned on the floor.",
        "start": 499180,
        "end": 502134
      },
      {
        "text": "The recovery is even more important.",
        "start": 502182,
        "end": 503714
      },
      {
        "text": "Luckily, it's really simple.",
        "start": 503812,
        "end": 505118
      },
      {
        "text": "Just try and follow these two steps.",
        "start": 505204,
        "end": 506958
      },
      {
        "text": "One, when getting off the ground, bring your feet either side of your hands.",
        "start": 507054,
        "end": 510674
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Not only will that help you get up quicker off the ground, but it's going to put you in a much better position for the next shot.",
        "start": 510832,
        "end": 515990
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "As you can see, when I'm down, what I need to do is just quickly push up, bring my feet either side of the body.",
        "start": 519410,
        "end": 525678
      },
      {
        "text": "The second point is not to panic.",
        "start": 525764,
        "end": 527770
      },
      {
        "text": "This is where most people go wrong.",
        "start": 527890,
        "end": 529734
      },
      {
        "text": "After they've dived for the shot successfully and they've gotten up, they end up panicking and kind of overrecovering back to the centre of the court.",
        "start": 529892,
        "end": 537250
      },
      {
        "text": "Recovering just enough is a skill that all top players know, and it's one of the main reasons as to why when you watch it on TV that it looks like they're not barely moving at all.",
        "start": 537310,
        "end": 545502
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "After diving, your base should be over to the side that you just played.",
        "start": 545576,
        "end": 548386
      },
      {
        "text": "The shot from moving back to the middle is unnecessary and almost guarantees that you're going to be on the back foot for the next shot.",
        "start": 548398,
        "end": 554730
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Of course, if your opponent has been able to follow their attack very effectively, there's very little that you can do.",
        "start": 560970,
        "end": 565618
      },
      {
        "text": "But by holding your ground over to the side that you just dive to puts you in a great position and gives you the best chance to get the next shot back.",
        "start": 565704,
        "end": 572806
      },
      {
        "text": "Before practising the whole thing, let's just practise recovery on its own.",
        "start": 572868,
        "end": 575950
      },
      {
        "text": "Start by getting yourself obviously down to the ground just like you've just finished a dive.",
        "start": 576000,
        "end": 579782
      },
      {
        "text": "And then all I want you to treat it like is that you're doing the end part of a burpee.",
        "start": 579926,
        "end": 583958
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "But instead of bringing your feet narrow, I want you to bring your feet either side of your hands.",
        "start": 584054,
        "end": 590640
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Now you have a grasp on the recovery.",
        "start": 597070,
        "end": 599070
      },
      {
        "text": "Let's see if we can put it all together from the beginning.",
        "start": 599130,
        "end": 601506
      },
      {
        "text": "Start with your side by side athletic stance racket ready, split, set down and out.",
        "start": 601638,
        "end": 607370
      },
      {
        "text": "Pushing off your trailing leg racket comes out nice and early as you reach the end of your lunge.",
        "start": 607420,
        "end": 612606
      },
      {
        "text": "Drive off your leading leg to dive yourself out towards the ground, landing nice and softly.",
        "start": 612798,
        "end": 618102
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "After that, spring your feet up and then you're ready for the next shot.",
        "start": 618246,
        "end": 622790
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So keep in mind throughout this footwork drill, as with all footwork drills, to start at a speed that you control all aspects of the movement.",
        "start": 625610,
        "end": 632530
      },
      {
        "text": "Once you start to feel comfortable with that, you can slowly start to increase the speed until you can get up to match speed.",
        "start": 632650,
        "end": 637690
      },
      {
        "text": "Now it's actually time to practise and learn the actual shot itself linked with the dive.",
        "start": 637750,
        "end": 642598
      },
      {
        "text": "The technique for this shot is actually quite simple.",
        "start": 642634,
        "end": 645378
      },
      {
        "text": "One of the main reasons for this is the fact that you actually have very little time to play because you're playing the shuttle from just off the ground.",
        "start": 645524,
        "end": 652474
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So as a result, there's not really much that you're able to do, nor should you do.",
        "start": 652582,
        "end": 655998
      },
      {
        "text": "On top of this, you're not trying to play with any deception.",
        "start": 656024,
        "end": 659050
      },
      {
        "text": "In fact, all you're trying to do is control the shot enough to give you more time on the next shot.",
        "start": 659110,
        "end": 663598
      },
      {
        "text": "Here are a few tips that help you improve this shot, and you can also apply these to any shot from the front and the mid court in a low to semi low position.",
        "start": 663634,
        "end": 671778
      },
      {
        "text": "The first point is get your racket underneath the shuttle and quickly.",
        "start": 671864,
        "end": 675354
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You will have very little time to play the shots from low, so you must have a very short direct swing and try to get underneath the shuttle so that you can play it obviously in an upwards direction.",
        "start": 675512,
        "end": 684466
      },
      {
        "text": "The second point is to use your fingers when playing the shot because you're taking it from a low position with very little time there is no room for a long stroke so short direct swing and as a result the only thing you're going to be able to use is your fingers.",
        "start": 684538,
        "end": 697774
      },
      {
        "text": "Finger power and finger control are incredibly important components to all shots in badminton but especially in situations like this when it's all that you have to be able to play the shop.",
        "start": 697822,
        "end": 706758
      },
      {
        "text": "The third point is that you have an adaptive grip due to the angle that you're playing these shots from your grip will need to be versatile.",
        "start": 706784,
        "end": 714994
      },
      {
        "text": "What I find is that when I'm taking it low on my back hand I will use more of a Panhandle or forehand grip and if I'm late on my forehand side I'm more likely to use more of a backhand grip.",
        "start": 715162,
        "end": 725086
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The final point is to practise your feel and control.",
        "start": 725158,
        "end": 727820
      },
      {
        "text": "The basics of this shot are not overly complicated but to execute them effectively you must have great shuttle control that only comes from practise.",
        "start": 728390,
        "end": 737026
      },
      {
        "text": "Once you feel comfortable with the footwork grab yourself a partner and get them to hand feed you some shuttles from a diagonal angle out towards so that you can practise the dive with the shuttle involved.",
        "start": 737098,
        "end": 747634
      },
      {
        "text": "It's really important to remember to start off nice and slow and gently build yourself up by getting your partner to throw the shuttle faster and faster.",
        "start": 747682,
        "end": 754770
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Once you're comfortable enough with the hand feed then it's time to progress to your partner if they're able to.",
        "start": 766050,
        "end": 771238
      },
      {
        "text": "That is because it's quite a difficult skill to racket feed the shot so there you have it the dive in Bamboaton.",
        "start": 771264,
        "end": 796866
      },
      {
        "text": "I hope you've enjoyed this lesson and you found it informative.",
        "start": 796938,
        "end": 799566
      },
      {
        "text": "If you have any further questions or queries then please use the email below.",
        "start": 799698,
        "end": 803438
      },
      {
        "text": "I'm happy to answer any questions.",
        "start": 803584,
        "end": 805670
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I've really enjoyed delivering this lesson today and I hope that I'm able to do more of them in the future.",
        "start": 805780,
        "end": 811120
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Thank you.",
        "start": 1013090,
        "end": 1013460
      }
    ]
  }
]