[
  {
    "sentences": [
      {
        "text": "Hey, guys.",
        "start": 1210,
        "end": 1650
      },
      {
        "text": "So in this video, we have Dennis, and he is going to be doing one of the drills from the front court modules.",
        "start": 1700,
        "end": 9718
      },
      {
        "text": "So it's essentially the drill where you're basically moving back and forth and knocking over the shuttle.",
        "start": 9754,
        "end": 14638
      },
      {
        "text": "So I thought this is quite interesting because we can really focus on just this one specific movement.",
        "start": 14674,
        "end": 20310
      },
      {
        "text": "So first impressions, it's pretty good.",
        "start": 21170,
        "end": 23790
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You've got the basics down, but there are a few things that you can correct here.",
        "start": 23840,
        "end": 28880
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The first thing that I notice, the thing that stands out to me is when you start moving, you actually want to bring out your racket towards the shuttle the second you take off.",
        "start": 40650,
        "end": 50074
      },
      {
        "text": "So what you're doing is you start moving.",
        "start": 50172,
        "end": 54154
      },
      {
        "text": "You start moving, you're moving and moving, you're moving, but you don't actually reach your racket outwards until you get here, until you're like halfway through your lunge.",
        "start": 54192,
        "end": 60854
      },
      {
        "text": "Right.",
        "start": 60902,
        "end": 61546
      },
      {
        "text": "If you watch back some of the videos from the lunge module or from if you watch any pro players, you always notice that as soon as they see the shuttle.",
        "start": 61728,
        "end": 72554
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Right.",
        "start": 72602,
        "end": 73138
      },
      {
        "text": "So this is replicating a game where you notice the shuttle is going to be played from the front.",
        "start": 73284,
        "end": 77578
      },
      {
        "text": "Right.",
        "start": 77604,
        "end": 78010
      },
      {
        "text": "As soon as they see the shuttle moving to the front from their base position, they immediately bring the racket out towards it.",
        "start": 78120,
        "end": 85834
      },
      {
        "text": "Right.",
        "start": 85872,
        "end": 86460
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "What you're doing is you're delaying it until just before you get to the shuttle.",
        "start": 87750,
        "end": 91598
      },
      {
        "text": "But you don't want to do that.",
        "start": 91634,
        "end": 93082
      },
      {
        "text": "You want to reach out as quickly as possible.",
        "start": 93096,
        "end": 94920
      },
      {
        "text": "Cool.",
        "start": 95550,
        "end": 95986
      },
      {
        "text": "So the other thing I noticed is that when you launch, you don't look particularly stable.",
        "start": 96048,
        "end": 101810
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Right.",
        "start": 101870,
        "end": 102238
      },
      {
        "text": "When you watch it, you kind of look like you're a bit off balance.",
        "start": 102324,
        "end": 104738
      },
      {
        "text": "I think it's better on the forehand side, and it's a bit more obvious on the backhand side.",
        "start": 104834,
        "end": 108538
      },
      {
        "text": "And a lot of players have kind of had trouble with this because it's an issue of strength, flexibility and technique.",
        "start": 108684,
        "end": 116030
      },
      {
        "text": "Right.",
        "start": 116090,
        "end": 116700
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "But what you can do to address it is I would encourage you to try I say this a lot, but I would encourage you to try and bend more from the legs as opposed to bending from the waist here.",
        "start": 117090,
        "end": 127258
      },
      {
        "text": "Right.",
        "start": 127284,
        "end": 127618
      },
      {
        "text": "You can actually bring your legs lower instead of bending at the waist.",
        "start": 127704,
        "end": 132098
      },
      {
        "text": "And then the other thing you can do is when you lunge and you're recovering or like as you do your lunge, you can kind of bring this left leg inwards if you feel like you're off balance.",
        "start": 132254,
        "end": 142562
      },
      {
        "text": "And that basically just makes it easier to recover.",
        "start": 142646,
        "end": 144730
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It brings your base a little closer together.",
        "start": 145110,
        "end": 147180
      },
      {
        "text": "In those times where you need to do a really deep, long lunge, it can be hard to recover back.",
        "start": 147930,
        "end": 154234
      },
      {
        "text": "So what you would do is you would bring your leg inwards and then recover.",
        "start": 154332,
        "end": 157930
      },
      {
        "text": "And the last thing I would say is this is a really minor note.",
        "start": 158850,
        "end": 161678
      },
      {
        "text": "And because you're doing a drill, it doesn't really matter.",
        "start": 161714,
        "end": 164422
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "But I just noticed that you're chassis stepping after you played shop you're chassis stepping back to the middle and if you're just trying to practise chassis steps, recovery, that's perfectly fine.",
        "start": 164556,
        "end": 176518
      },
      {
        "text": "But if this was a real game and you were moving from here, you're moving quite far backwards here.",
        "start": 176664,
        "end": 183190
      },
      {
        "text": "In that case taking running steps backwards.",
        "start": 183300,
        "end": 185474
      },
      {
        "text": "So just taking one step back with your right and then one step back with your left, that's that would be more appropriate because you're covering quite a long distance here.",
        "start": 185522,
        "end": 193774
      },
      {
        "text": "Okay, cool.",
        "start": 193932,
        "end": 194554
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So I hope that helps you Dennis and we'll move on to the next video.",
        "start": 194592,
        "end": 197800
      }
    ]
  }
]