[
  {
    "sentences": [
      {
        "text": "Hey, guys, here we have Daniel, and he's the one in the blue here playing some half court singles for now, but it's also going to change to full court singles in a little bit.",
        "start": 730,
        "end": 9726
      },
      {
        "text": "So again, Daniel is one of the more advanced players here.",
        "start": 9908,
        "end": 13422
      },
      {
        "text": "So this is analysis.",
        "start": 13496,
        "end": 15622
      },
      {
        "text": "It's less in terms of technical errors, right.",
        "start": 15706,
        "end": 19520
      },
      {
        "text": "It's more in terms of the overall footwork.",
        "start": 20090,
        "end": 23686
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So because of that, it's kind of hard to pinpoint exact moment sometimes.",
        "start": 23818,
        "end": 27560
      },
      {
        "text": "So let's get started.",
        "start": 27890,
        "end": 29370
      },
      {
        "text": "I think you do have good speed and you can move quite explosively off the split depth.",
        "start": 29540,
        "end": 34702
      },
      {
        "text": "There are multiple times where you go from relatively slow to inject that pace, which is what we were talking about in the last video.",
        "start": 34726,
        "end": 42594
      },
      {
        "text": "So you do that really well.",
        "start": 42632,
        "end": 43746
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "But for you, what happens is when you get under pressure, it seems like your technique breaks down and then as a result, your footwork suffers.",
        "start": 43808,
        "end": 51718
      },
      {
        "text": "So there was an example over here where you play these clips and you get clear to again and it almost looks like you're up to fall over.",
        "start": 51754,
        "end": 60522
      },
      {
        "text": "Right.",
        "start": 60596,
        "end": 61220
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So let's just switch this again.",
        "start": 63510,
        "end": 65074
      },
      {
        "text": "So you pickle you're under bit of pressure and then you struggled really to get that.",
        "start": 65112,
        "end": 70282
      },
      {
        "text": "And the point I'm trying to make isn't that when under pressure, everyone's technique is going to bring up to some extent, right.",
        "start": 70356,
        "end": 79282
      },
      {
        "text": "But the point is I think your techniques bring down way more than it should and way more than it should for your current level.",
        "start": 79416,
        "end": 87370
      },
      {
        "text": "So that's something that I like to see you work on.",
        "start": 87420,
        "end": 90118
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "And again, that's something obviously you practise by paying matches, but then also doing shadow and shadow drills or drills with the feeder because that way it allows you to kind of slowly overload the pressure in a controlled environment.",
        "start": 90204,
        "end": 107510
      },
      {
        "text": "So you can gradually get used to pulling off these techniques with accuracy even when you're under more pressure.",
        "start": 107630,
        "end": 114446
      },
      {
        "text": "So this really is a pretty good example here.",
        "start": 114578,
        "end": 116940
      },
      {
        "text": "So this Valley is a pretty good example.",
        "start": 118590,
        "end": 120540
      },
      {
        "text": "You're not under pressure during the rally, and as a result, your movement, even though you lose the rally because you didn't end that smash, your movement looks really good because you're not under pressure.",
        "start": 121050,
        "end": 129998
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Right.",
        "start": 130034,
        "end": 130378
      },
      {
        "text": "But as soon as you put under a bit of pressure, you look like a completely different player.",
        "start": 130464,
        "end": 134738
      },
      {
        "text": "And that's something that you want to avoid.",
        "start": 134774,
        "end": 137018
      },
      {
        "text": "You also see this when you transition.",
        "start": 137174,
        "end": 139406
      },
      {
        "text": "You see this when you transition from half court into full court, there are times where just like that, you look a little unstable split step, but you do split second, which is good.",
        "start": 139598,
        "end": 153802
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Then it still feels like you're not quite balanced at times.",
        "start": 153996,
        "end": 159430
      },
      {
        "text": "You see it with the shop when you move to this corner, and also you see it or the scissor kick that you pay here in both times, it just looks very shaky.",
        "start": 159540,
        "end": 168758
      },
      {
        "text": "Right.",
        "start": 168854,
        "end": 169402
      },
      {
        "text": "And I think you have the potential to move really smoothly.",
        "start": 169536,
        "end": 176594
      },
      {
        "text": "Right.",
        "start": 176642,
        "end": 176818
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You have the technique down, you have the speed.",
        "start": 176844,
        "end": 179066
      },
      {
        "text": "You just need to get that consistency.",
        "start": 179258,
        "end": 180770
      },
      {
        "text": "Now like I said, you'll get that by doing drills and then just repeating them constantly and increasing the pressure.",
        "start": 180830,
        "end": 189130
      },
      {
        "text": "And so another thing is when you're in your neutral starts, when you're waiting for the shuttle, a lot of the time you actually have your left leg forwards and this is fine in certain situations.",
        "start": 190110,
        "end": 202190
      },
      {
        "text": "Let me just see if I can find a point.",
        "start": 202310,
        "end": 204360
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This is fine in certain situations.",
        "start": 205350,
        "end": 207458
      },
      {
        "text": "Right.",
        "start": 207494,
        "end": 207730
      },
      {
        "text": "And we can discuss this in the start.",
        "start": 207780,
        "end": 209854
      },
      {
        "text": "There's different answers for different situations.",
        "start": 209952,
        "end": 212410
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "From this video, it seems like that starts with your left leg forwards is actually your standard stance and that's not what you want to see in singles.",
        "start": 214870,
        "end": 224210
      },
      {
        "text": "The reason for that is it makes it very difficult to have your left leg towards the to move to this round head side, right.",
        "start": 224710,
        "end": 232382
      },
      {
        "text": "So that's probably also why you're struggling and you come stable when you move to this corner.",
        "start": 232456,
        "end": 237110
      },
      {
        "text": "The left leg forward stance does have its use.",
        "start": 238210,
        "end": 240350
      },
      {
        "text": "For example, if you can anticipate a shot to the forehand corner, it's great.",
        "start": 240400,
        "end": 244034
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "And there are also certain times you want to do on defence.",
        "start": 244132,
        "end": 246714
      },
      {
        "text": "But my point is for you, I think this might be a good example.",
        "start": 246822,
        "end": 250540
      },
      {
        "text": "My point is for you, it almost seems like that's just your normal stance and you want to fix that.",
        "start": 251830,
        "end": 259310
      },
      {
        "text": "So basically in singles, your neutral stance will be the one with your right foot or whatever one your racket foot is for left hand glaze would be to have your racket foot forwards.",
        "start": 259360,
        "end": 270606
      },
      {
        "text": "And that is just better for getting to all corners, right.",
        "start": 270678,
        "end": 275186
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It's like on average if you don't know where your opponent is going to hit the title, that's going to be the most useful start to have the majority of the time.",
        "start": 275308,
        "end": 285722
      },
      {
        "text": "It doesn't mean it will always be the best for a specific corner.",
        "start": 285796,
        "end": 288894
      },
      {
        "text": "But because you don't normally know where your opponent's going to go, use a neutral stance.",
        "start": 289062,
        "end": 293250
      },
      {
        "text": "Right.",
        "start": 293310,
        "end": 293930
      },
      {
        "text": "If you do know where the shuttle is going to go because you can predict or anticipate and then it's fine to use your left foot forward stances if it's appropriate.",
        "start": 294100,
        "end": 302478
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "But don't keep that as your normal starts.",
        "start": 302574,
        "end": 305358
      },
      {
        "text": "Okay, Daniel.",
        "start": 305514,
        "end": 306198
      },
      {
        "text": "So I hope that helps and everyone else watching, of course.",
        "start": 306234,
        "end": 309230
      },
      {
        "text": "I hope you've enjoyed this student analysis bonus course.",
        "start": 309280,
        "end": 312940
      },
      {
        "text": "I tried to select a bunch of clips to kind of cover a broad variety of skill levels and disciplines, like I said.",
        "start": 313990,
        "end": 321254
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So I really hope it helped.",
        "start": 321352,
        "end": 322698
      },
      {
        "text": "If you sent in a video and I didn't manage to get round to it, I apologise.",
        "start": 322794,
        "end": 326706
      },
      {
        "text": "I may do a second round of these in the future, but just this time I could get around to them all.",
        "start": 326778,
        "end": 330902
      },
      {
        "text": "And I think that the selection should be really useful for all the football bass lines.",
        "start": 330976,
        "end": 335466
      },
      {
        "text": "So I hope you enjoy this, guys and best of luck.",
        "start": 335538,
        "end": 338190
      }
    ]
  }
]