[
  {
    "sentences": [
      {
        "text": "At this point, you should have a good idea of the key principles behind strength training and are also able to execute the four exercises from the last video with technical proficiency.",
        "start": 430,
        "end": 10834
      },
      {
        "text": "If you're not able to do that yet, then you should definitely spend some time learning how to how to perform these exercises correctly and safely before moving on to this lesson.",
        "start": 11002,
        "end": 19582
      },
      {
        "text": "Don't worry if this takes you a while.",
        "start": 19726,
        "end": 21702
      },
      {
        "text": "Everyone learns at different rates and these exercises aren't necessarily trivial.",
        "start": 21836,
        "end": 26422
      },
      {
        "text": "The best way to do this is to do a lot of practise repetitions with very lightweight.",
        "start": 26566,
        "end": 31234
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Usually just the bar on its own is enough.",
        "start": 31342,
        "end": 33774
      },
      {
        "text": "Just like in badminton, recording yourself is a great way of assessing your technique.",
        "start": 33932,
        "end": 38470
      },
      {
        "text": "Or you could ask assistance from a member of gym staff or a friend who knows what they're doing.",
        "start": 38590,
        "end": 43446
      },
      {
        "text": "Generally, people are very happy to help.",
        "start": 43568,
        "end": 45846
      },
      {
        "text": "This lesson is all about what to do once you're able to perform these exercises safely.",
        "start": 45968,
        "end": 50926
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "At this point, you want to start increasing the weight in order to push yourself and get the full muscle stimulation.",
        "start": 51058,
        "end": 57514
      },
      {
        "text": "But it's not ideal to just randomly lift heavy weights with no aim.",
        "start": 57682,
        "end": 61918
      },
      {
        "text": "Instead, you want to follow a structured programme, and that's exactly what I'm going to give you.",
        "start": 62014,
        "end": 66942
      },
      {
        "text": "So you get to the gym and you're ready to start your training session.",
        "start": 67016,
        "end": 69982
      },
      {
        "text": "After a brief warm up, you're ready to begin.",
        "start": 70066,
        "end": 72560
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "First, you're going to do squats for three sets of five reps with two to four minutes between each set.",
        "start": 72950,
        "end": 80000
      },
      {
        "text": "Then you're going to do Romanian Deadlifts with three sets of six reps and one to three minutes between each set.",
        "start": 81290,
        "end": 88590
      },
      {
        "text": "After that, one set of eight straight lunges per leg, and then one set of eight side lunges per leg, again with one to three minutes rest.",
        "start": 88700,
        "end": 98586
      },
      {
        "text": "Finally, you're going to end up your session with box jumps.",
        "start": 98768,
        "end": 101794
      },
      {
        "text": "You're going to do five sets of three reps, remembering to be as explosive as possible on each rep.",
        "start": 101902,
        "end": 108090
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If you go through this routine, you should be able to get in a solid workout with strong carry over to badminton and without even taking up too much time.",
        "start": 108260,
        "end": 116610
      },
      {
        "text": "Pretty great, right?",
        "start": 116720,
        "end": 117618
      },
      {
        "text": "There are also a few rules or guidelines to follow to get the best results from this programme.",
        "start": 117704,
        "end": 122780
      },
      {
        "text": "First, how do you know what weight to choose for each exercise?",
        "start": 123170,
        "end": 127018
      },
      {
        "text": "Start off by selecting a weight that you can completely assign sets and reps with with no chance of failing.",
        "start": 127114,
        "end": 133450
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "That doesn't mean it should be ridiculously easy.",
        "start": 133570,
        "end": 136194
      },
      {
        "text": "It should still be challenging, but with no chance of you missing a rep.",
        "start": 136292,
        "end": 140214
      },
      {
        "text": "This is your starting weight.",
        "start": 140312,
        "end": 142174
      },
      {
        "text": "Do two weeks of this and then after the two weeks, increase the weight by the minimum increment.",
        "start": 142342,
        "end": 147634
      },
      {
        "text": "You can usually 2.5 kilos.",
        "start": 147682,
        "end": 150358
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You'll be able to do this because you should be getting stronger.",
        "start": 150514,
        "end": 153382
      },
      {
        "text": "Add another two five kilos every two weeks and repeat.",
        "start": 153466,
        "end": 157126
      },
      {
        "text": "Once you get to the point where you miss a rep, the next session, decrease the weight on that exercise by 7.5 kilos.",
        "start": 157318,
        "end": 164434
      },
      {
        "text": "Use this weight for two weeks and then start to add the 2.5 kilos again.",
        "start": 164542,
        "end": 168534
      },
      {
        "text": "Repeat until you fail.",
        "start": 168692,
        "end": 170146
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Lower the weight by seven five kilos and then repeat this process for box jumps.",
        "start": 170278,
        "end": 175102
      },
      {
        "text": "You can't increase the weight but feel free to increase the height if you feel comfortable and it's possible with the equipment you have.",
        "start": 175126,
        "end": 181614
      },
      {
        "text": "But if you're in a position where you're not able to fine tune the height because you don't have the equipment, that's okay as long as you're still going for Max explosiveness every rep.",
        "start": 181772,
        "end": 191766
      },
      {
        "text": "The next rule is to work up to each working weight.",
        "start": 191888,
        "end": 194926
      },
      {
        "text": "Not only should you be doing a warm up at the start of your gym session, you should also warm up for each specific exercise.",
        "start": 195058,
        "end": 201406
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You do this by starting off with a lightweight and gradually working up to your working weight for that session.",
        "start": 201538,
        "end": 207358
      },
      {
        "text": "For example, let's say I'm following this programme and I'm doing three sets of five squats at 100 kilos.",
        "start": 207514,
        "end": 213766
      },
      {
        "text": "I wouldn't jump right in and start with 100 kilos.",
        "start": 213958,
        "end": 216730
      },
      {
        "text": "No, instead I would do a number of warm up sets that gradually increases the weight.",
        "start": 216850,
        "end": 222166
      },
      {
        "text": "If I was doing this for real it would probably look something like this.",
        "start": 222238,
        "end": 225366
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Ten reps with an empty bar which is 20 kilos, five reps with 60 kilos, two reps with 80 kilos, one rep with 90 kilos and then I'd start working at 100 kilos.",
        "start": 225548,
        "end": 236050
      },
      {
        "text": "The reason you need to do this is the same reason you would need to knock up before playing badminton.",
        "start": 236170,
        "end": 241126
      },
      {
        "text": "If you jumped straight into a match without a knock up you would be missing shuttles left, right and centre because your timing would be off.",
        "start": 241258,
        "end": 248538
      },
      {
        "text": "It's the same thing here.",
        "start": 248624,
        "end": 249834
      },
      {
        "text": "Your working set will challenge your body so starting off light allows you to maintain good technique and ensure muscular efficiency basically getting you ready for that stressful situation.",
        "start": 249932,
        "end": 260660
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The last point is the frequency of these workouts really simple.",
        "start": 261350,
        "end": 265098
      },
      {
        "text": "You should aim to do this workout either once or twice a week.",
        "start": 265184,
        "end": 268218
      },
      {
        "text": "Like I said when I started strength training I saw a significant improvement in my footwork so I really wanted to include this bonus to help you push your footwork even further.",
        "start": 268304,
        "end": 278770
      },
      {
        "text": "Follow this programme for a few months and I guarantee you'll start to see results on a badminton court.",
        "start": 278950,
        "end": 285022
      },
      {
        "text": "Best of luck and I'll see you next time.",
        "start": 285166,
        "end": 286980
      }
    ]
  }
]