[
  {
    "sentences": [
      {
        "text": "It's finally time to dig into the meat and potatoes of this bonus course.",
        "start": 70,
        "end": 3846
      },
      {
        "text": "I'm going to be teaching you the exercises that I want you to start implementing now.",
        "start": 3968,
        "end": 8646
      },
      {
        "text": "This certainly isn't an allencompassing library of lower body exercises.",
        "start": 8708,
        "end": 12814
      },
      {
        "text": "However, it is a very effective starting point.",
        "start": 12922,
        "end": 15786
      },
      {
        "text": "I've always believed that complex isn't necessarily better.",
        "start": 15848,
        "end": 18846
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "In fact, as long as the fundamentals are there, then a simple and effective routine is often better.",
        "start": 18968,
        "end": 24954
      },
      {
        "text": "However, before you attempt any of the exercises in this module, please note that there is always a risk of injury when it comes to strength training or in fact, any physical activity.",
        "start": 25052,
        "end": 34666
      },
      {
        "text": "Even though I'm going to be teaching you how to perform these exercises in a safe manner, your safety is ultimately your responsibility.",
        "start": 34858,
        "end": 41974
      },
      {
        "text": "I would recommend that you seek the advice of a medical professional or licenced physical trainer, especially if you're unsure whether you can perform these exercises safely or not.",
        "start": 42082,
        "end": 51462
      },
      {
        "text": "With that Disclaimer out of the way, let's begin.",
        "start": 51596,
        "end": 53706
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The exercises we're going to cover in this lesson are the squats, Romanian, deadlifts straight and side lunges, and finally, box jumps.",
        "start": 53768,
        "end": 63046
      },
      {
        "text": "First up, squats.",
        "start": 63238,
        "end": 64726
      },
      {
        "text": "This is one of my favourite exercises and it's the King of developing lower body strength.",
        "start": 64858,
        "end": 70606
      },
      {
        "text": "Like I said in the last video, it's a very functional exercise, meaning it has a lot of carry over to badminton in the gym.",
        "start": 70738,
        "end": 78070
      },
      {
        "text": "Find a squat rack.",
        "start": 78190,
        "end": 79414
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This will be the piece of equipment with the bar at the top and some safety bars at the bottom.",
        "start": 79522,
        "end": 84654
      },
      {
        "text": "The pins will be adjustable for players of different heights and you want to adjust it to roughly chest height.",
        "start": 84812,
        "end": 90850
      },
      {
        "text": "This will be the most comfortable and natural way to unlock the bar.",
        "start": 90970,
        "end": 94386
      },
      {
        "text": "Start off by placing the bar on your back.",
        "start": 94568,
        "end": 96798
      },
      {
        "text": "You'll need to squeeze your muscles to create a shelf for the bar to rest on.",
        "start": 96884,
        "end": 100686
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Also, you want to tense up your body and core.",
        "start": 100748,
        "end": 103438
      },
      {
        "text": "This creates a stable platform for the bar to rest.",
        "start": 103534,
        "end": 106338
      },
      {
        "text": "It's important that the bar is held by your back and not your hands or you'll place strain on your wrists as you increase the weight with the bar on your back, stand tall and upright and take a few steps back.",
        "start": 106484,
        "end": 117366
      },
      {
        "text": "Your feet should be slightly wider than shoulder width apart with your toes pointed outwards.",
        "start": 117488,
        "end": 122074
      },
      {
        "text": "The exact perfect stance is going to depend on your body proportions, so make sure you experiment to see what works best for you.",
        "start": 122182,
        "end": 128694
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "And this is applicable for any exercise with your entire body, including your core, tight and strong.",
        "start": 128732,
        "end": 134814
      },
      {
        "text": "Bend at the knees and hips to descend into your bottom squat position.",
        "start": 134972,
        "end": 138678
      },
      {
        "text": "Push through your midfoot against the ground to return to the starting position.",
        "start": 138764,
        "end": 142314
      },
      {
        "text": "Make sure to maintain a neutral spine and upright torso throughout the whole movement.",
        "start": 142472,
        "end": 147226
      },
      {
        "text": "Now we've seen a good squad.",
        "start": 147298,
        "end": 148690
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Let's have a look at common mistakes.",
        "start": 148750,
        "end": 150850
      },
      {
        "text": "Without a doubt, the most infamous mistake is doing half reps.",
        "start": 150970,
        "end": 154870
      },
      {
        "text": "This is when you don't go far down enough to create the full range of motion.",
        "start": 154990,
        "end": 158650
      },
      {
        "text": "For maximum leg development, you want to score as low as you can with good form.",
        "start": 158710,
        "end": 162666
      },
      {
        "text": "If you're lifting just for ego and want to brag about lifting heavy weights, then really you're only hurting yourself because not only are you going to miss out on the full training effect, since your hamstrings and glutes aren't getting attention that they otherwise would, you also open yourself up to a higher risk of injury, especially if you're a beginner mistake.",
        "start": 162788,
        "end": 180634
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Number two is rounding your back.",
        "start": 180682,
        "end": 182298
      },
      {
        "text": "If you do this, you place a lot of strain on your spine, which is going to lead to a back injury.",
        "start": 182384,
        "end": 187138
      },
      {
        "text": "Further down the line, you want to think about opening up your chest, and this is a mental and flexibility thing more than anything else.",
        "start": 187174,
        "end": 193614
      },
      {
        "text": "There are two types of squat, high bar and low bar squat.",
        "start": 193712,
        "end": 196738
      },
      {
        "text": "The difference between them is the position that you rest the bar on your back.",
        "start": 196774,
        "end": 199998
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "In the high bar squat, you rest the bar higher up on the trapezius muscle, which results in a more quad dominant exercise.",
        "start": 200144,
        "end": 206866
      },
      {
        "text": "In the lower bar squat, the bar rests lower, which results in a squat that's more reliant on the back and posterior chain.",
        "start": 206938,
        "end": 212950
      },
      {
        "text": "In general, you want to be squatting fairly high bar, though.",
        "start": 213130,
        "end": 216570
      },
      {
        "text": "Again, this is something that changes depending on your body proportions.",
        "start": 216620,
        "end": 219922
      },
      {
        "text": "The reason for this is because there's more carry over to badminton with a high bar squat, since it's a more athletic movement with an emphasis on the quad, which translates to running and jumping movements better.",
        "start": 220066,
        "end": 231666
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "To help achieve this goal, think about squatting with your torso as upright as possible.",
        "start": 231728,
        "end": 236300
      },
      {
        "text": "The last thing I want to note with squat is the safety bar.",
        "start": 236630,
        "end": 239586
      },
      {
        "text": "If you get stuck under the weights because it's too heavy and you can't lift it, you can simply release the bar onto the safety and get back up.",
        "start": 239648,
        "end": 246582
      },
      {
        "text": "To set this up properly, first you'll need to see how low you get at the bottom of your rep.",
        "start": 246716,
        "end": 251370
      },
      {
        "text": "Do this with an empty bar for obvious reasons.",
        "start": 251480,
        "end": 254122
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Then set the safety just below this point to ensure that you'll be able to bail if necessary.",
        "start": 254206,
        "end": 259162
      },
      {
        "text": "The next exercise we're going to look at are called Romanian deadlifts.",
        "start": 259246,
        "end": 262666
      },
      {
        "text": "This is another great compound strength movement which hits the muscles in your legs, especially the hamstrings and glutes.",
        "start": 262738,
        "end": 268966
      },
      {
        "text": "This is a variation of the standard lift, which I've included instead of the standard deadlift for two main reasons.",
        "start": 269098,
        "end": 275866
      },
      {
        "text": "One, on the Romanian deadlift, the emphasis is shifted away slightly from the lower back and more into the hamstrings.",
        "start": 275998,
        "end": 282298
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This has greater carry over for badminton, and two lighter weights can be used for this training effect, so recovery is faster.",
        "start": 282394,
        "end": 289462
      },
      {
        "text": "This is useful since the squat is our main heavy movement and it reserves more energy for badminton.",
        "start": 289546,
        "end": 294898
      },
      {
        "text": "Start off in a standing position holding the bar.",
        "start": 295054,
        "end": 297750
      },
      {
        "text": "Your feet should be roughly shoulder width apart and your hands positioned just outside.",
        "start": 297860,
        "end": 302190
      },
      {
        "text": "From here, you want to slowly descend into this position and then return back to the starting position.",
        "start": 302360,
        "end": 307854
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It's very important to keep a few things in mind when descending from the top.",
        "start": 307952,
        "end": 311538
      },
      {
        "text": "First, you want to keep a neutral spine.",
        "start": 311684,
        "end": 314002
      },
      {
        "text": "This means not allowing your back to round.",
        "start": 314086,
        "end": 316522
      },
      {
        "text": "Not only does this look bad, it also puts a lot of strain on your spine, which can lead to a back injury.",
        "start": 316666,
        "end": 322342
      },
      {
        "text": "Force yourself to keep the spine neutral.",
        "start": 322486,
        "end": 324562
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It may be difficult at first and feel unnatural in this position, especially if your flexibility is lacking.",
        "start": 324646,
        "end": 330370
      },
      {
        "text": "But that's not an excuse to pull with a rounded back.",
        "start": 330490,
        "end": 333090
      },
      {
        "text": "So start with the light weights and build your technique.",
        "start": 333140,
        "end": 335614
      },
      {
        "text": "Also, your knees should be fairly straight throughout the movement.",
        "start": 335782,
        "end": 338758
      },
      {
        "text": "As you can see, they only bend a little bit.",
        "start": 338854,
        "end": 341406
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The main joint that's moving here is the hip joint and as you can see, my torso angle starts to lean forward throughout the rep.",
        "start": 341528,
        "end": 348246
      },
      {
        "text": "This is because I'm bending at the hips mainly.",
        "start": 348308,
        "end": 350578
      },
      {
        "text": "You'll know you're doing this correctly if you feel a stretch in your hamstrings at the back of your leg.",
        "start": 350674,
        "end": 355098
      },
      {
        "text": "Another mistake is to be too loose throughout the movement.",
        "start": 355184,
        "end": 358162
      },
      {
        "text": "This is a mistake because you'll be handling some fairly heavy weights in the Romanian deadlift, so your entire body needs to be solid throughout from the starting position.",
        "start": 358246,
        "end": 367806
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Make sure your body is tight and you're tensing your core muscles.",
        "start": 367928,
        "end": 371182
      },
      {
        "text": "Maintain this rigidity in your body throughout the entire movement.",
        "start": 371266,
        "end": 374554
      },
      {
        "text": "Lunges Next, we're going to take a look at lunges.",
        "start": 374662,
        "end": 377710
      },
      {
        "text": "Lunges are similar to squats because they're great for developing a lot of lower body strength.",
        "start": 377830,
        "end": 382486
      },
      {
        "text": "And although you won't be using as heavy of a weight as you would for squats, they're great in the sense that they have a lot of carry over to badminton.",
        "start": 382558,
        "end": 390562
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You can tell that just from the name.",
        "start": 390646,
        "end": 392250
      },
      {
        "text": "Since a lunge is already a crucial element of badminton, being one of the eight building blocks of footwork, we're going to do two different variations of lunges, straight lunges and side lunges.",
        "start": 392300,
        "end": 401830
      },
      {
        "text": "Let's start with straight lunges.",
        "start": 401950,
        "end": 403810
      },
      {
        "text": "Start with a bar on your back in the same position that you were for your squats.",
        "start": 403990,
        "end": 408262
      },
      {
        "text": "Take a few steps back to get some space.",
        "start": 408406,
        "end": 410778
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Then from here take a large step forwards with your right leg into a deep lunge position by bending both of your legs.",
        "start": 410924,
        "end": 418582
      },
      {
        "text": "Stay stable throughout the whole movement and then reset back to your standing position by pushing off your front leg.",
        "start": 418726,
        "end": 424638
      },
      {
        "text": "It's worth noting that this isn't the same exact movement as the lunge in bandwidth and so don't just copy what you learnt in the main football course.",
        "start": 424724,
        "end": 431802
      },
      {
        "text": "For starters, your bottom lunge position should be lower here than in your badminton lunge.",
        "start": 431936,
        "end": 436546
      },
      {
        "text": "Also, in badminton you normally want to turn your back foot sideways, but for this exercise both feet should remain pointed forwards.",
        "start": 436678,
        "end": 443746
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "A key tip for the straight lunge is to keep your torso nice and upright.",
        "start": 443818,
        "end": 447466
      },
      {
        "text": "As you can see, when I transition from a standing position to a lunge.",
        "start": 447598,
        "end": 451738
      },
      {
        "text": "My torso angle remains fairly consistent throughout the entire range of motion.",
        "start": 451834,
        "end": 455962
      },
      {
        "text": "What you don't want to happen is to collapse too far forwards during this motion, which can sometimes happen if you lack the required mobility.",
        "start": 456046,
        "end": 463290
      },
      {
        "text": "Next, side Lunges Side lunges are a good addition to the regular lunge since they stimulate different muscles.",
        "start": 463670,
        "end": 470098
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Specifically the muscles involved in lateral movement, which again translate very well to Balmont and oncourt movements.",
        "start": 470194,
        "end": 477034
      },
      {
        "text": "Start off in the same position as in the straight lunge and once again double cheque.",
        "start": 477142,
        "end": 481134
      },
      {
        "text": "You have enough room to your sides to complete the movement.",
        "start": 481172,
        "end": 483838
      },
      {
        "text": "From here, reach out to the side with your right leg into this side lunge position.",
        "start": 483934,
        "end": 488430
      },
      {
        "text": "Stabilise, then push off against the lunge to return to the standing position.",
        "start": 488600,
        "end": 493134
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The last exercise I'm going to teach you are box jumps.",
        "start": 493232,
        "end": 496198
      },
      {
        "text": "This is quite a simple exercise to learn as it's a very intuitive movement.",
        "start": 496294,
        "end": 500650
      },
      {
        "text": "As the name suggests, it involves jumping onto a box.",
        "start": 500710,
        "end": 503840
      },
      {
        "text": "However, there are a few nuances that are worth noting.",
        "start": 504170,
        "end": 507046
      },
      {
        "text": "Let's start from the beginning.",
        "start": 507118,
        "end": 508390
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Start off in a standing position in front of a raised object.",
        "start": 508510,
        "end": 512118
      },
      {
        "text": "What I have here is called a plyometric box and they are absolutely perfect for this exercise.",
        "start": 512264,
        "end": 517714
      },
      {
        "text": "However, if you don't have access to these, there are a variety of makeshift equipment that you could use.",
        "start": 517822,
        "end": 523350
      },
      {
        "text": "Just make sure that safety is your number one concern.",
        "start": 523460,
        "end": 526138
      },
      {
        "text": "From here I'm going to bend my legs, swing my arms and then jump onto the box.",
        "start": 526234,
        "end": 530718
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Once I land, I'm going to stand up straight and then carefully step back down.",
        "start": 530864,
        "end": 534438
      },
      {
        "text": "As you can see, it's a really simple movement, but the absolute key here is to focus on being explosive as possible on your jump.",
        "start": 534524,
        "end": 543082
      },
      {
        "text": "It's not enough to just go through the motions and lazily jump onto the box.",
        "start": 543226,
        "end": 547326
      },
      {
        "text": "Why is this so important?",
        "start": 547448,
        "end": 548718
      },
      {
        "text": "Well, box jumps are different to the other exercises in the fact that you're not using any weight.",
        "start": 548864,
        "end": 554086
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "That's because the goal here isn't to build strength, rather it's to develop speed and agility.",
        "start": 554218,
        "end": 559294
      },
      {
        "text": "That's accomplished by stimulating the fast Twitch muscle fibres in your body, the ones responsible for explosive movement.",
        "start": 559402,
        "end": 565366
      },
      {
        "text": "And this stimulation only happens when you force yourself to jump forcefully and explosively.",
        "start": 565438,
        "end": 570730
      },
      {
        "text": "So remember, put maximum effort in every rep, even if you're able to jump onto the box with relative ease.",
        "start": 570850,
        "end": 577066
      },
      {
        "text": "As you can imagine, the difficulty of this exercise can be adjusted by increasing the height of the box.",
        "start": 577138,
        "end": 582018
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "They'll usually come in sets that allow you to gradually add some extra height.",
        "start": 582104,
        "end": 585706
      },
      {
        "text": "However, please note that you should absolutely start off at a low height that you can comfortably jump on and only gradually increase the height after that.",
        "start": 585778,
        "end": 593646
      },
      {
        "text": "This is for safety purposes.",
        "start": 593708,
        "end": 595282
      },
      {
        "text": "Obviously you don't want to fall off and hurt yourself for the same reason.",
        "start": 595366,
        "end": 598386
      },
      {
        "text": "Make sure there is a large amount of clear space around you so you don't bump into anything or trip over any hazards.",
        "start": 598448,
        "end": 604162
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So those are the four big exercises that I want you to start doing and in the next lesson I'm going to be giving you a sample programme to fit these exercises in.",
        "start": 604246,
        "end": 612882
      },
      {
        "text": "But before we move on, I want to add in a quick note for a small fraction of you, there is another exercise that you could add into the routine.",
        "start": 613016,
        "end": 620566
      },
      {
        "text": "But before we get there, I first need to say that this is a very advanced exercise.",
        "start": 620698,
        "end": 625642
      },
      {
        "text": "Just learning how to do this exercise correctly can take months if not years.",
        "start": 625786,
        "end": 630150
      },
      {
        "text": "Also, you need specialist equipment that most commercial gyms don't even have, including the one that I'm doing this video in.",
        "start": 630260,
        "end": 636390
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So it's only really viable if you have access to a specialist weightlifting gym or club.",
        "start": 636440,
        "end": 641206
      },
      {
        "text": "That being said, this exercise is one of my absolute favourites from both a lifting perspective as well as for developing explosive strength to translate to abandoned.",
        "start": 641278,
        "end": 651990
      },
      {
        "text": "So I've included it mainly as a side note for the small minority of players who want to pursue this further.",
        "start": 652310,
        "end": 658342
      },
      {
        "text": "The exercise is called the clean.",
        "start": 658426,
        "end": 660534
      },
      {
        "text": "You may have seen it in Olympic weightlifting competitions as the first part of the cleaning jerk.",
        "start": 660632,
        "end": 665670
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The bar starts on the floor, you raise it above the knees and here is the key part of the exercise.",
        "start": 679470,
        "end": 685238
      },
      {
        "text": "You explosively extend at the hip, knee and ankle joints.",
        "start": 685394,
        "end": 689282
      },
      {
        "text": "This is known as triple extension.",
        "start": 689366,
        "end": 691634
      },
      {
        "text": "This propels the bar upwards, giving you time to transition underneath it and catch the bar in a front rack position.",
        "start": 691802,
        "end": 698242
      },
      {
        "text": "From here, the athlete stands up with the weight and completes the rep.",
        "start": 698376,
        "end": 701770
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "As you can see, it's a very complicated movement.",
        "start": 701940,
        "end": 704798
      },
      {
        "text": "It's one of the key lifts in Olympic weightlifting, so learning how to clean is practically like learning a whole new sport.",
        "start": 704894,
        "end": 712022
      },
      {
        "text": "But that being said, this exercise is extremely powerful because of the key part I mentioned, the triple extension.",
        "start": 712166,
        "end": 719290
      },
      {
        "text": "This violent and explosive part of the movement is where the speed and strength is built.",
        "start": 719670,
        "end": 724102
      },
      {
        "text": "Triple extension is a very athletic movement pattern that translates directly over to many physical sports.",
        "start": 724176,
        "end": 730622
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Running, jumping, lunging, kicking can all be improved by increasing the force of your triple extension.",
        "start": 730766,
        "end": 737258
      },
      {
        "text": "But once again, this is a very advanced exercise.",
        "start": 737414,
        "end": 740690
      },
      {
        "text": "Not only does it take a long time to learn, you also need specialist equipment.",
        "start": 740810,
        "end": 745286
      },
      {
        "text": "The weight I'm using in these older clips are called bumper plates and they can be dropped on the floor.",
        "start": 745358,
        "end": 749834
      },
      {
        "text": "Since I'm working on a platform, this simply isn't the case in most gyms which only have iron plates.",
        "start": 749882,
        "end": 755666
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Not only can you not safely drop them once you're done with the rep, there's also no safe way to bail out of a rep if you aren't able to complete it.",
        "start": 755798,
        "end": 763930
      },
      {
        "text": "So I'm including it for the sake of thoroughness, but don't think that means you have to add cleans into your routine to see results.",
        "start": 763980,
        "end": 770582
      },
      {
        "text": "That's simply not the case.",
        "start": 770666,
        "end": 772498
      },
      {
        "text": "The other four exercises I've included are all fantastic for developing explosive strength.",
        "start": 772644,
        "end": 778070
      },
      {
        "text": "They're also very comprehensive, effectively training the most important muscle groups and movement patterns that translate into effective badminton footwork.",
        "start": 778190,
        "end": 786602
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "In fact, when I was still actively competing in Bamboaton, I had still never tried any Olympic lists.",
        "start": 786686,
        "end": 792326
      },
      {
        "text": "So trust me, you can still get very far with just the fundamentals all right?",
        "start": 792398,
        "end": 797146
      },
      {
        "text": "With that being said, I'll see you in the next video where we'll cover the programming for these exercises.",
        "start": 797208,
        "end": 802394
      },
      {
        "text": "See you there, bye.",
        "start": 802502,
        "end": 803510
      }
    ]
  }
]