[
  {
    "sentences": [
      {
        "text": "We're going to start off this module by learning all the ways of moving to the front of the chord.",
        "start": 130,
        "end": 4114
      },
      {
        "text": "The lessons are going to be split up into the forehand and backhand side, and by the end of it, you should be comfortable with all of them.",
        "start": 4222,
        "end": 10098
      },
      {
        "text": "What's interesting is that even though the forehand and backhand sides are different, the three movement options generally tend to parallel each other.",
        "start": 10124,
        "end": 17154
      },
      {
        "text": "When we have a long distance to cover, we use running steps.",
        "start": 17192,
        "end": 20190
      },
      {
        "text": "When we have a short distance, we use chassis steps.",
        "start": 20510,
        "end": 22798
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "And when the shuttle is high enough to kill, we use the net jump.",
        "start": 22834,
        "end": 25726
      },
      {
        "text": "Of course, there's much more to it than that, and that's what we're going to cover in the next few lessons.",
        "start": 25798,
        "end": 30034
      },
      {
        "text": "But I just wanted to give you a brief overview to see what we're going to learn.",
        "start": 30142,
        "end": 33522
      },
      {
        "text": "Can you now understand why there's so much conflicting information?",
        "start": 33656,
        "end": 36654
      },
      {
        "text": "Even though these are just two corners of the court, that's a total of six different ways of moving to them.",
        "start": 36812,
        "end": 41454
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "In fact, there are also many variations among the six options I just showed you.",
        "start": 41492,
        "end": 45006
      },
      {
        "text": "Don't worry, though.",
        "start": 45068,
        "end": 45870
      },
      {
        "text": "I'm going to teach you everything you need to know, which will put you so far ahead of the competition.",
        "start": 45920,
        "end": 49942
      },
      {
        "text": "Let's start off on the forehand side.",
        "start": 50086,
        "end": 51540
      }
    ]
  }
]