[
  {
    "sentences": [
      {
        "text": "We've spent a lot of time talking about why footwork is so important, but what's the actual difference between good and bad footwork?",
        "start": 250,
        "end": 7006
      },
      {
        "text": "What are the exact traits that make someone's footwork good?",
        "start": 7138,
        "end": 10602
      },
      {
        "text": "We can break this down into the five foot work functions.",
        "start": 10676,
        "end": 13690
      },
      {
        "text": "This is important to understand and because before we actually start working on our footwork, we need to know what the end goal is.",
        "start": 13750,
        "end": 19518
      },
      {
        "text": "Sure, we want to move faster on court, but there's more to it than that.",
        "start": 19604,
        "end": 23058
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I want you to understand all of the specifics, because everything you do from here on should relate back to the five foot work functions.",
        "start": 23144,
        "end": 29734
      },
      {
        "text": "The five foot work functions are speed, efficiency, recovery, shot pressure and safety.",
        "start": 29782,
        "end": 36538
      },
      {
        "text": "First, we have speed.",
        "start": 36634,
        "end": 37930
      },
      {
        "text": "I don't suppose this is particularly new information.",
        "start": 37990,
        "end": 40446
      },
      {
        "text": "Obviously, it gives us a huge advantage if we can move around the court faster than our opponents.",
        "start": 40568,
        "end": 45274
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This speed allows us to retrieve shots we otherwise wouldn't be able to, as well as being more threatening on the attack.",
        "start": 45322,
        "end": 50898
      },
      {
        "text": "Surprisingly fast footwork doesn't rely so much on things like sprinting speed.",
        "start": 50984,
        "end": 55018
      },
      {
        "text": "In fact, it's almost entirely down to your technique.",
        "start": 55114,
        "end": 57730
      },
      {
        "text": "When you watch professionals play, especially from a close up angle, it's mind boggling how quickly they're able to move around the court.",
        "start": 57790,
        "end": 64138
      },
      {
        "text": "They somehow have this unique ability to make a badminton court look tiny, even though most amateur players struggle to get from one corner to another in time for the shuttle.",
        "start": 64174,
        "end": 72970
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This is so important for high level badminton, where the pace of the game is incredibly quick and you see this at every level of the game.",
        "start": 73030,
        "end": 79650
      },
      {
        "text": "As you get better and better, the pace of the rallies will start to increase.",
        "start": 79760,
        "end": 83266
      },
      {
        "text": "So in order to keep up with this pace, you have to increase the speed of your footwork efficiency.",
        "start": 83338,
        "end": 87946
      },
      {
        "text": "Good footwork also has to be efficient.",
        "start": 88078,
        "end": 90354
      },
      {
        "text": "This means moving around the court at a certain intensity while using the least amount of energy possible.",
        "start": 90452,
        "end": 95514
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Again, using the correct technique goes a long way in being efficient since it allows you to take advantage of your body's biomechanics in the smartest way possible.",
        "start": 95612,
        "end": 103794
      },
      {
        "text": "When you watch the professionals, they're not just fast, they look like they're gliding around the court, making it effortless.",
        "start": 103892,
        "end": 109402
      },
      {
        "text": "In reality, playing at this level is incredibly tiring, but their footwork makes it look easy.",
        "start": 109486,
        "end": 114846
      },
      {
        "text": "That's because they've learnt to move in the most efficient way possible.",
        "start": 114908,
        "end": 118038
      },
      {
        "text": "When you're playing at such a high intensity, it's important that not a drop of energy gets wasted.",
        "start": 118184,
        "end": 123274
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You'll sometimes even see players walking in court, which might seem counterintuitive to the first function, but that's because they're great at identifying opportunities where it's more important to be efficient and fast, so use it as a chance to save energy recovery.",
        "start": 123322,
        "end": 136270
      },
      {
        "text": "So many players move quickly to the shuttle, but then lazily watch their own shot and don't get back in position for the reply.",
        "start": 136390,
        "end": 142810
      },
      {
        "text": "Good footwork isn't just about getting to the shuttle quickly, it's about seamlessly transitioning.",
        "start": 142870,
        "end": 147574
      },
      {
        "text": "One movement into the next.",
        "start": 147622,
        "end": 149058
      },
      {
        "text": "Even if you're great at moving to the shuttle quickly, if you sacrifice your ability to recover, then you'll still be in a lot of trouble.",
        "start": 149144,
        "end": 155290
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "And it's not just about frantically getting back to the middle of the court after every shot.",
        "start": 155350,
        "end": 159274
      },
      {
        "text": "Good recovery is more advanced than that.",
        "start": 159322,
        "end": 161274
      },
      {
        "text": "It's about transitioning effectively out of the shot and moving to a dynamic base that puts you in a good position for the reply through anticipation shot pressure.",
        "start": 161312,
        "end": 170554
      },
      {
        "text": "Good footwork doesn't just get you to the shuttle, it also allows you to play better shots.",
        "start": 170662,
        "end": 175246
      },
      {
        "text": "To give you an example, the number one thing I say to beginners who want to improve their backhand clear is to get better footwork.",
        "start": 175318,
        "end": 181642
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Now, that might sound sarcastic, but it really is more important to focus on, especially for a beginner.",
        "start": 181726,
        "end": 186910
      },
      {
        "text": "The only reason you had to play a backhand was because you were slow to the shuttle.",
        "start": 186970,
        "end": 190582
      },
      {
        "text": "Work on your footwork and you'll be able to get around the shuttle instead and play a around the head forehand shot.",
        "start": 190726,
        "end": 195886
      },
      {
        "text": "So it doesn't even matter if your backhand is weak.",
        "start": 195958,
        "end": 198238
      },
      {
        "text": "But it's not just about the backhand, and it's not just about beginners.",
        "start": 198274,
        "end": 201586
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Every single shot in badminton will be executed at a higher quality when footwork improves.",
        "start": 201718,
        "end": 206926
      },
      {
        "text": "That's pretty cool if you think about it.",
        "start": 206998,
        "end": 208602
      },
      {
        "text": "By going through this course, you actually start playing better quality shots without us even having to work on it.",
        "start": 208676,
        "end": 213702
      },
      {
        "text": "It's kind of like magic.",
        "start": 213716,
        "end": 214630
      },
      {
        "text": "That's all because of one simple concept that we're able to play better shots when we reach the shuttle earlier in the rear court.",
        "start": 214690,
        "end": 221458
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This lets us get our body behind the shuttle, which has a tremendous impact on power and control.",
        "start": 221494,
        "end": 226494
      },
      {
        "text": "Try playing a smash or clear like this and it will feel pretty easy.",
        "start": 226592,
        "end": 229830
      },
      {
        "text": "But do the same thing again when the shuttle is past your body and you'll definitely struggle a lot more.",
        "start": 229940,
        "end": 234630
      },
      {
        "text": "This is also true at the front of the court.",
        "start": 234680,
        "end": 236662
      },
      {
        "text": "Getting to the shuttle early allows you to play the shot from up here instead of down here.",
        "start": 236746,
        "end": 240810
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "As you can imagine, this makes a huge difference to the quality of the shot and how much pressure you're able to exert.",
        "start": 240860,
        "end": 246490
      },
      {
        "text": "Finally, safety the most important but overlooked footwork function.",
        "start": 246610,
        "end": 250818
      },
      {
        "text": "I get it.",
        "start": 250904,
        "end": 251526
      },
      {
        "text": "Talking about safety isn't as sexy as talking about jump smashes, and I certainly don't want to sound like your parents.",
        "start": 251588,
        "end": 257398
      },
      {
        "text": "But safety is really so important and think of it like this.",
        "start": 257434,
        "end": 261042
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Besides the obvious dangers, staying safe means you don't get injured, which means you get to play more balmotal.",
        "start": 261116,
        "end": 266818
      },
      {
        "text": "A few years ago, I injured myself really badly.",
        "start": 266854,
        "end": 269398
      },
      {
        "text": "It wasn't to do with footwork, but it made me appreciate the importance of taking care of myself.",
        "start": 269494,
        "end": 273774
      },
      {
        "text": "Instead of taking the time to rest and recover from my injury, which I should have done, I just ignored it and decided to keep playing.",
        "start": 273872,
        "end": 279694
      },
      {
        "text": "This took something that would have been a minor issue and made it a chronic injury that I still suffer from to this day I won't go into too much detail but it was extremely stressful and it was a huge part of the reason I ended up taking a three year break from badminton I want to emphasise that playing Bambitan without the correct footwork increases your chances of injury a lot I know people who have broken their ankle or torn their Achilles.",
        "start": 279742,
        "end": 301450
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Now I certainly don't want to scare you because these are very rare isolated incidents but I hope it helps you realise the importance of good technique and how it can drastically lower the chance of this happening to you I want you to keep in mind the five foot work functions as you work through the course every lesson relates back to these in some way and as you work through the course you should see a drastic improvement in all five functions this is how you know you're on the right track taking the first few steps to becoming a footwork master to recap the five footwork functions are speed the ability to move around the court quickly efficiency the ability to work at a certain intensity while spending the least amount of energy recovery the ability to effectively reposition after each shot shot pressure to be in an optimal position to enable a high quality shot safety so you don't get injured keep working towards these goals and you'll never stray too far off the path to success.",
        "start": 301570,
        "end": 352980
      }
    ]
  }
]