[
  {
    "sentences": [
      {
        "text": "For the front corners.",
        "start": 70,
        "end": 1054
      },
      {
        "text": "The backhand and forehand side are very similar, and since you've just gone through the lesson on the forehand side, mastering that should make this lesson a lot easier.",
        "start": 1102,
        "end": 9610
      },
      {
        "text": "This video is quite a bit shorter, and that's not because the backhand side is a lot easier.",
        "start": 9670,
        "end": 14230
      },
      {
        "text": "It's just because because we've already covered these concepts in detail, so we can build upon that knowledge.",
        "start": 14350,
        "end": 19126
      },
      {
        "text": "Definitely make sure you go through that lesson and preferably do the assignments before you start this one.",
        "start": 19198,
        "end": 23274
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You'll notice that the movement options on the backhand side parallel to ones on the forehand side.",
        "start": 23312,
        "end": 27714
      },
      {
        "text": "There's running steps for when you have a long distance to travel, chassis steps for when you have a short distance to travel, and then the net jump for when you have the chance to kill the shuttle.",
        "start": 27812,
        "end": 36646
      },
      {
        "text": "First, let's have a look at using running steps to cover a long distance.",
        "start": 36718,
        "end": 40054
      },
      {
        "text": "Start off in the middle of the court with your neutral stance.",
        "start": 40162,
        "end": 42826
      },
      {
        "text": "From here, do a split step and instantly take the first step.",
        "start": 42898,
        "end": 46110
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "In this case, it's going to be a step with your non racket foot in the direction of the backhand corner.",
        "start": 46220,
        "end": 50710
      },
      {
        "text": "After this, complete the movement with one final lunge to this corner.",
        "start": 50770,
        "end": 54322
      },
      {
        "text": "Then recover by pushing off your lunging leg and get back to your base position using the techniques we learned in the last lesson.",
        "start": 54406,
        "end": 60670
      },
      {
        "text": "If I play a lift, that means taking running steps to get back to the middle.",
        "start": 60790,
        "end": 64280
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "And if I play a net shot, it means taking a small chassis step backwards one more time.",
        "start": 68550,
        "end": 73270
      },
      {
        "text": "Split step with the left leg, lunge with the right leg, and then recover by pushing off the lunging leg.",
        "start": 73380,
        "end": 79498
      },
      {
        "text": "This is an efficient way of covering medium to long distances on the backhand side.",
        "start": 79584,
        "end": 84262
      },
      {
        "text": "In fact, it's more natural to use running steps on the backhand side than the forehand side, which we covered earlier.",
        "start": 84396,
        "end": 89834
      },
      {
        "text": "That's because on the forehand side, taking a step with the left leg leaves us a little unbalanced and crossed over.",
        "start": 89882,
        "end": 95434
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "But on the backhand side, it's a lot more natural.",
        "start": 95532,
        "end": 97754
      },
      {
        "text": "For this reason, chassis steps are a little more preferred on the forehand side, and running steps are a little more preferred on the backhand side.",
        "start": 97802,
        "end": 104950
      },
      {
        "text": "Don't overthink this.",
        "start": 105000,
        "end": 106066
      },
      {
        "text": "It only becomes relevant when the shuttle is in between chassis step and running step distance, we tend to use a more natural option in these situations.",
        "start": 106128,
        "end": 113414
      },
      {
        "text": "For instances where we have a short distance to travel.",
        "start": 113462,
        "end": 115930
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "On the backhand side, chassis steps are still best.",
        "start": 115980,
        "end": 118618
      },
      {
        "text": "This time, we start off in a different stance.",
        "start": 118704,
        "end": 120866
      },
      {
        "text": "Instead of the neutral stance, we want our feet to be in a front to back stance with our racket foot forwards.",
        "start": 120938,
        "end": 126086
      },
      {
        "text": "Why the difference?",
        "start": 126158,
        "end": 127006
      },
      {
        "text": "Well, if you remember from the last video, this is the stance we want to be in after we've just played a net shot, and we want to be ready to cover the net return.",
        "start": 127128,
        "end": 135322
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If your opponent does play a net shot, you would use chassis steps to reach it.",
        "start": 135396,
        "end": 138862
      },
      {
        "text": "So this is the most common situation where we use chassis steps on the backhand side.",
        "start": 138936,
        "end": 143170
      },
      {
        "text": "In other situations where we're further from the corner, we tend to use running steps on the backhand side since, as I said, this is the more natural option.",
        "start": 143220,
        "end": 150082
      },
      {
        "text": "So our Practise is going to reflect how a chassis step will be used for the backhand corner.",
        "start": 150156,
        "end": 154346
      },
      {
        "text": "Start off in this position, and now we're going to do a quick split step.",
        "start": 154418,
        "end": 157870
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It's going to be a little different since our feet aren't going out to the side, but instead we're going to keep them aligned like this.",
        "start": 157980,
        "end": 163978
      },
      {
        "text": "From here, take one strategy step forwards, keeping your racquet foot in front, and then finish off the movement with a lunge.",
        "start": 164064,
        "end": 170186
      },
      {
        "text": "Recover by pushing off your lunging leg and return to your base, depending on what shot you played.",
        "start": 170318,
        "end": 175142
      },
      {
        "text": "If you played a net shot, stay in with chassis steps, and if you played a lift, recover back to the middle with running steps.",
        "start": 175226,
        "end": 181202
      },
      {
        "text": "One more time, stand with your racket leg forwards, take a split step, one chassis step, and then lunge.",
        "start": 181286,
        "end": 187430
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "After you play the shop, push off your front leg and recover.",
        "start": 187490,
        "end": 190262
      },
      {
        "text": "Like I said, you use this footwork pattern when you're already close to the back hand corner.",
        "start": 190346,
        "end": 194750
      },
      {
        "text": "For example, if you play a net shop, you would stay in@the.net and then chassis forward.",
        "start": 194870,
        "end": 198958
      },
      {
        "text": "If there was a net reply.",
        "start": 199044,
        "end": 200114
      },
      {
        "text": "Another situation would be if I managed to put my opponent under pressure on his deep forehand corner.",
        "start": 200162,
        "end": 205346
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If I can anticipate a weak reply, I would position myself closer to the backhand corner and then shaky step inwards to attack his shot.",
        "start": 205478,
        "end": 212858
      },
      {
        "text": "The last type of movement is the net jump.",
        "start": 212894,
        "end": 215054
      },
      {
        "text": "This is practically identical to the forehand side, so I won't go into much detail again.",
        "start": 215162,
        "end": 219622
      },
      {
        "text": "This involves leaping to the shuttle to play a net kill before the shuttle drops below the tape.",
        "start": 219696,
        "end": 224234
      },
      {
        "text": "Make sure you watch the net jump video from module two, since that contains all the technical information for this movement in the forehand corner, I mentioned an optional step called the Cross behind step.",
        "start": 224282,
        "end": 233566
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This was useful because it allowed us to get some more distance than a chassis step without losing our balance, and this was especially useful when travelling sideways@the.net to the forehand corner.",
        "start": 233688,
        "end": 243350
      },
      {
        "text": "However, we never use this on the backhand corner.",
        "start": 243410,
        "end": 245894
      },
      {
        "text": "The reason for this is if I wanted to cross behind, I would bring my right leg behind my left leg.",
        "start": 246002,
        "end": 251326
      },
      {
        "text": "That means I'd be forced to lunge with my left leg, which is incorrect in badminton, you always want to lunge with your racket leg.",
        "start": 251388,
        "end": 257350
      },
      {
        "text": "As I said, using running steps on the backhand side is a very natural movement since bringing my left leg forward like this doesn't leave me crossed over.",
        "start": 257400,
        "end": 264886
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So as a general rule of thumb, if you're ever in doubt on the backhand side, use running steps.",
        "start": 264948,
        "end": 269774
      },
      {
        "text": "If you're ever in doubt on the forehand side, use chassis steps.",
        "start": 269882,
        "end": 273170
      },
      {
        "text": "Again, this only applies to situations where the shuttle is kind of in the middle.",
        "start": 273230,
        "end": 276538
      },
      {
        "text": "For very long distances, always use running steps, and for very short distances, always use Jassy steps.",
        "start": 276624,
        "end": 282134
      },
      {
        "text": "Here's Lee Jon Hui moving to the backhand corner with running steps, he plays a drop shot and starts recovering towards the middle.",
        "start": 282182,
        "end": 288214
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "His opponent blocks it to the net, and since it's on the backhand side, Lichengwe uses running steps to get there.",
        "start": 288312,
        "end": 293770
      },
      {
        "text": "He first takes a step with his left leg and then lunges with his right.",
        "start": 293880,
        "end": 297382
      },
      {
        "text": "He moves so quickly here, it actually looks a bit like a chassis, but his legs definitely crossover.",
        "start": 297516,
        "end": 302366
      },
      {
        "text": "Remember, when you do the assignments, don't try to be as fast as Lee Jungwei.",
        "start": 302498,
        "end": 306290
      },
      {
        "text": "Just focus on the technique and the speed will come.",
        "start": 306350,
        "end": 308818
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "After he plays the shot, he initiates the recovery by pushing off his lunging leg, and since he played a lift, he takes running steps back to the middle.",
        "start": 308904,
        "end": 315970
      },
      {
        "text": "First, the right leg goes back and then the left.",
        "start": 316080,
        "end": 318406
      },
      {
        "text": "In this clip, Lee Chong Wei anticipating a net return, so he's already positioned himself at the front of the court.",
        "start": 318468,
        "end": 323834
      },
      {
        "text": "Because of this, it makes the most sense to chassis to the net, even though he's on his backhand side.",
        "start": 323882,
        "end": 327826
      },
      {
        "text": "As his opponent hits the shuttle, he performs a small Splitt.",
        "start": 327888,
        "end": 330914
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Notice that he's not in the neutral stance here.",
        "start": 330962,
        "end": 332962
      },
      {
        "text": "He's anticipating a net return, so his feet are front to back straight.",
        "start": 333036,
        "end": 336578
      },
      {
        "text": "After his split step, he performs a quick chassis step forwards and instantly transitions it into a lunge with his right leg.",
        "start": 336614,
        "end": 342586
      },
      {
        "text": "He doesn't need to lunge very far or very deep, since he's already so close to the shuttle.",
        "start": 342708,
        "end": 346946
      },
      {
        "text": "The recovery is very simple.",
        "start": 347018,
        "end": 348490
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Since he played the net shot, he wants to stay near the front.",
        "start": 348600,
        "end": 351226
      },
      {
        "text": "He pushes off the lunging leg and takes a small chassis step back.",
        "start": 351348,
        "end": 354670
      },
      {
        "text": "This puts him in a good position to threaten@the.net, but it also allows him to move backwards if necessary.",
        "start": 354780,
        "end": 359798
      },
      {
        "text": "And that's exactly what happens.",
        "start": 359894,
        "end": 361330
      },
      {
        "text": "His opponent plays a high lift, so Li Chungwei moves to the back of the court and ends the rally with a devastating jump smash.",
        "start": 361440,
        "end": 367778
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "That's the power of good footwork.",
        "start": 367874,
        "end": 369386
      },
      {
        "text": "The slow motion clips are going to be included at the end of the video.",
        "start": 369458,
        "end": 372394
      },
      {
        "text": "I'm going to be doing this from now on because the clips are getting longer and I don't want to interrupt the flow of the lesson.",
        "start": 372492,
        "end": 377450
      },
      {
        "text": "Your assignment for this lesson is going to be the same as on the forehand corner, just on the backhand side.",
        "start": 377510,
        "end": 381814
      },
      {
        "text": "This time, remember, the goal is to commit these movements to muscle memory.",
        "start": 381852,
        "end": 385970
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The first thing to do is to shadow the movements on an empty chord.",
        "start": 386030,
        "end": 389186
      },
      {
        "text": "This should be quite easy if you've already done the forehand assignments, but take your time with it and make sure you're implementing all the key points.",
        "start": 389258,
        "end": 395578
      },
      {
        "text": "Again, I recommend that you start off with running steps.",
        "start": 395664,
        "end": 397910
      },
      {
        "text": "Once you think you're doing it correctly, it's time to record yourself.",
        "start": 397970,
        "end": 400810
      },
      {
        "text": "Take this video and then run it through the Swift checklist.",
        "start": 400980,
        "end": 403490
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If the Swift checklist highlights any issues make sure to address these before moving on.",
        "start": 403550,
        "end": 407590
      },
      {
        "text": "Repeat this as many times as necessary for you to pass and then move on to the next part again.",
        "start": 407640,
        "end": 411766
      },
      {
        "text": "We're going to add in some shuttles.",
        "start": 411828,
        "end": 413342
      },
      {
        "text": "Once you've got the technique down have a feeder hold a tube of twelve shuffles.",
        "start": 413426,
        "end": 416702
      },
      {
        "text": "He's going to hand feed them to you at the front of the court.",
        "start": 416786,
        "end": 419090
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Start off in the middle of the court and use running steps to reach the backhand corner and return the shot.",
        "start": 419150,
        "end": 424106
      },
      {
        "text": "The goal of the feeding isn't to put you under pressure but to develop the muscle memory with a real shuttle involved.",
        "start": 424178,
        "end": 429374
      },
      {
        "text": "If you're struggling to get to the shuttle tell your feeder to slow down.",
        "start": 429482,
        "end": 432406
      },
      {
        "text": "If you don't have the feeder you can use the same setup we did in the last lesson.",
        "start": 432468,
        "end": 435830
      },
      {
        "text": "Set up six shuttles on the backhand court like this just slightly ahead of the service line.",
        "start": 435950,
        "end": 440374
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Start off in the middle again.",
        "start": 440472,
        "end": 441682
      },
      {
        "text": "Then instead of hitting a live shuttle you'll gently tap over each of the shuttles and recover back to the middle.",
        "start": 441756,
        "end": 447130
      },
      {
        "text": "Keep doing this until you've knocked over all the shuttles and repeat this for a total of six sets.",
        "start": 447240,
        "end": 451646
      },
      {
        "text": "Once you've done that I want you to repeat this whole process but with chassis steps first shadow on an empty core.",
        "start": 451718,
        "end": 457322
      },
      {
        "text": "Run it through the checklist and then pick either one of the two exercises.",
        "start": 457406,
        "end": 460646
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Remember to practise the running steps and chassis steps separately so you don't confuse your muscle memory.",
        "start": 460718,
        "end": 465014
      },
      {
        "text": "Congratulations.",
        "start": 465062,
        "end": 465854
      },
      {
        "text": "At this point you've learnt everything you need to know about covering shots at the front of the court.",
        "start": 465962,
        "end": 470366
      },
      {
        "text": "That's going to do wonders for your game.",
        "start": 470438,
        "end": 472126
      },
      {
        "text": "Like I said 100 times there's a lot of information to take in so take your time.",
        "start": 472188,
        "end": 476482
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Once you master this stuff you'll be amazed how quickly you start moving to the net.",
        "start": 476616,
        "end": 481270
      },
      {
        "text": "Take some time to go through assignments before moving on.",
        "start": 481320,
        "end": 483898
      },
      {
        "text": "The next few lessons are going to get even juicier as we cover movement options for the rear court.",
        "start": 483984,
        "end": 488930
      },
      {
        "text": "I'll see you there.",
        "start": 488990,
        "end": 489520
      }
    ]
  }
]