[
  {
    "sentences": [
      {
        "text": "Now, I was once in your shoes, so I know exactly what you're thinking.",
        "start": 190,
        "end": 4002
      },
      {
        "text": "I made a lot of big promises in the last video, so you're probably worried that it's too good to be true.",
        "start": 4136,
        "end": 9690
      },
      {
        "text": "You know, I've worked my ass off for months to make the Footwork Fast Lane the best it can be, but you're worried that it won't work for you.",
        "start": 9740,
        "end": 15654
      },
      {
        "text": "You're worried that there's something wrong with you that just stops you from ever being successful in this sport.",
        "start": 15692,
        "end": 20542
      },
      {
        "text": "Oh boy, have I been there before?",
        "start": 20686,
        "end": 22554
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So look, I get it.",
        "start": 22652,
        "end": 24114
      },
      {
        "text": "The thought of embarking on this journey is a little unsettling.",
        "start": 24212,
        "end": 27166
      },
      {
        "text": "You might be worried that you're the one person who will go through this course but still be unsuccessful.",
        "start": 27238,
        "end": 31870
      },
      {
        "text": "And that's embarrassing.",
        "start": 31930,
        "end": 32974
      },
      {
        "text": "It feels like a personal failure, especially when you see hundreds of other people going through the same process and having wild success.",
        "start": 33022,
        "end": 39270
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "But don't panic.",
        "start": 39380,
        "end": 40246
      },
      {
        "text": "That's a very common phobia.",
        "start": 40318,
        "end": 42070
      },
      {
        "text": "In fact, it's something that I've had all my life.",
        "start": 42130,
        "end": 44166
      },
      {
        "text": "So you can trust me when I say it's all in your head.",
        "start": 44228,
        "end": 47094
      },
      {
        "text": "But it's not good enough for me to just say that.",
        "start": 47132,
        "end": 49014
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "That's why I've made a whole video to address some concerns that you may have.",
        "start": 49112,
        "end": 52650
      },
      {
        "text": "You may think that this course won't work for you if you don't have enough time to dedicate to training.",
        "start": 52700,
        "end": 57198
      },
      {
        "text": "Maybe you're in school, have a job, or just can't get onto a badminton court frequently enough.",
        "start": 57344,
        "end": 62118
      },
      {
        "text": "Now, I certainly won't lie to you.",
        "start": 62204,
        "end": 63690
      },
      {
        "text": "The more time you can dedicate to training, the faster you'll see results.",
        "start": 63740,
        "end": 66838
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "That's just a fact of life.",
        "start": 66874,
        "end": 68370
      },
      {
        "text": "But just because you're busy doesn't mean you won't be successful.",
        "start": 68480,
        "end": 71674
      },
      {
        "text": "Even if you can only train once or twice a week, I still guarantee that you'll see results after working through the whole programme.",
        "start": 71842,
        "end": 78378
      },
      {
        "text": "The Footwork Fast Lane is designed so you can work at your own pace.",
        "start": 78464,
        "end": 81886
      },
      {
        "text": "Even though the course itself is only a few hours long, it's perfectly fine for you to take a few weeks or even months to complete it.",
        "start": 82018,
        "end": 88974
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Remember, completing the course means going through all the assignments, not just the video lessons.",
        "start": 89072,
        "end": 93598
      },
      {
        "text": "I have friends who are very dedicated badminton.",
        "start": 93694,
        "end": 96334
      },
      {
        "text": "They train five to seven days a week.",
        "start": 96382,
        "end": 98598
      },
      {
        "text": "Despite being at University or working fulltime jobs for someone like that, they might be able to complete the course in just a single week.",
        "start": 98684,
        "end": 105810
      },
      {
        "text": "But I also have friends who place less of a priority in badminton.",
        "start": 105860,
        "end": 108874
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "They still enjoy the sport, but it comes after their other commitments, so they only get on court maybe once or twice a week.",
        "start": 108922,
        "end": 114714
      },
      {
        "text": "For someone like that, it may take them the entire week to work through one lesson, and that's perfectly fine.",
        "start": 114752,
        "end": 120102
      },
      {
        "text": "Honestly, I would encourage you to take your time if that's what works best for you.",
        "start": 120176,
        "end": 124014
      },
      {
        "text": "The whole beauty of an online course is that it works around your schedule.",
        "start": 124112,
        "end": 127642
      },
      {
        "text": "Now, you might be thinking if I take a long time to work through the course when I start to forget the lessons.",
        "start": 127726,
        "end": 133702
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Thankfully, the answer is no.",
        "start": 133786,
        "end": 135366
      },
      {
        "text": "I deliberately designed the Footwork fast Lane with that concern in mind, so I can confidently say that as long as you actually do the assignments in a timely fashion, it doesn't matter how long it takes you to complete the entire course.",
        "start": 135428,
        "end": 146934
      },
      {
        "text": "That's because the footwork Fastlane takes a muscle memory approach.",
        "start": 147032,
        "end": 150238
      },
      {
        "text": "We'll talk more about muscle memory later because it's such an important concept.",
        "start": 150334,
        "end": 153778
      },
      {
        "text": "But just to touch on it briefly, think about cycling.",
        "start": 153814,
        "end": 156550
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It doesn't matter how many years you go without riding a bike.",
        "start": 156670,
        "end": 159754
      },
      {
        "text": "As soon as you hop back onto the saddle, you remember how to do it correctly.",
        "start": 159862,
        "end": 163366
      },
      {
        "text": "We can say that riding a bike is muscle memory because it's a skill that stays with you for life.",
        "start": 163438,
        "end": 168150
      },
      {
        "text": "The reason most players who don't have a lot of time to play Balladin are unsuccessful is because they don't have a structured process to follow when they step on court.",
        "start": 168200,
        "end": 175702
      },
      {
        "text": "They're just there to have fun.",
        "start": 175726,
        "end": 176922
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "But if you play with no obvious goal in mind, then you never develop the correct muscle memory.",
        "start": 176996,
        "end": 182002
      },
      {
        "text": "That may be fine if you're playing socially, but in the footwear fast Lane, we're looking to get the most improvement in the quickest amount of time.",
        "start": 182086,
        "end": 188622
      },
      {
        "text": "That's why this course takes a muscle memory approach, meaning the lessons are structured in a way that each new lesson builds on information that you've already learned earlier in the course.",
        "start": 188696,
        "end": 197622
      },
      {
        "text": "But more importantly, the assignments are there to make sure you don't just learn information you actually commit it to muscle memory.",
        "start": 197696,
        "end": 204406
      },
      {
        "text": "This way, each new lesson will teach you a skill that will stay with you for life before you progress onto the next one.",
        "start": 204478,
        "end": 210270
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "A few years later, you might even forget the information that you learn, but that doesn't matter because your body will be able to execute the action without you being even consciously aware of what you're doing.",
        "start": 210320,
        "end": 219846
      },
      {
        "text": "So as long as you do the assignments, even if you have to wait a week or longer between each lesson, you'll be able to continuously stack these new skills on top of each other until you complete the course.",
        "start": 219908,
        "end": 229302
      },
      {
        "text": "And honestly, if you're pressed for time, then the football fast Lane is actually perfect for you.",
        "start": 229376,
        "end": 233814
      },
      {
        "text": "Instead of wasting your valuable time going through the tedious process of trial and error, I've laid out for you the quickest and most efficient route to success.",
        "start": 233852,
        "end": 240966
      },
      {
        "text": "On to the Next Concern Now it's great that you can work through this course at your own pace instead of having a coach and having to work around their schedule, especially for most of you, since I know there just aren't many experienced coaches in your area.",
        "start": 241088,
        "end": 251802
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "But a big concern with this approach and this is something that I struggle with when I tried to teach myself is that you don't have anyone to go to for feedback and advice.",
        "start": 251876,
        "end": 260302
      },
      {
        "text": "When I set out to create the footwork Fastlane, I wanted to make something revolutionary something that hadn't been done before in the badminton space.",
        "start": 260386,
        "end": 267078
      },
      {
        "text": "Because the problem with most content online in places like YouTube websites or blog posts is it's just not easy to implement that information.",
        "start": 267224,
        "end": 275682
      },
      {
        "text": "Lots of people consume content from the comfort of the couch and go that's useful information.",
        "start": 275816,
        "end": 281394
      },
      {
        "text": "But how many of these people actually go on court and implement what they've learned?",
        "start": 281552,
        "end": 286174
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "And of the very small percentage that do, how can they be sure that they're even doing it correctly?",
        "start": 286222,
        "end": 290842
      },
      {
        "text": "You can't get live feedback and suggestions from someone behind a YouTube video, so what's the point of practising when you might be doing it wrong anyway?",
        "start": 290926,
        "end": 297438
      },
      {
        "text": "Now, the first issue of not taking action is pretty easy to solve.",
        "start": 297524,
        "end": 301258
      },
      {
        "text": "That's why I've included the assignment, so you can actually implement the knowledge that you've learned.",
        "start": 301354,
        "end": 305350
      },
      {
        "text": "Most people would stop there and say, yeah, that's good enough for an online course.",
        "start": 305410,
        "end": 309222
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "But I wanted to tackle the second problem head on.",
        "start": 309296,
        "end": 311766
      },
      {
        "text": "Finding a way to implement feedback was a very difficult challenge to tackle.",
        "start": 311828,
        "end": 315670
      },
      {
        "text": "Like I said, no one's ever done it before, so I had nowhere to look for inspiration.",
        "start": 315730,
        "end": 319726
      },
      {
        "text": "But after many headaches and lots of cups of coffee, I can proudly declare that this is not an issue.",
        "start": 319798,
        "end": 324810
      },
      {
        "text": "In the footwork Fastlane course, I've added a bunch of features to make sure that this isn't an issue with these.",
        "start": 324860,
        "end": 330078
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You should never be in doubt whether or not you're doing a technique correctly.",
        "start": 330164,
        "end": 333286
      },
      {
        "text": "Firstly, every technical demonstration is accompanied with a slow motion video, and I don't mean the cheap and crappy slow motion you find on YouTube.",
        "start": 333358,
        "end": 340810
      },
      {
        "text": "The reason the footage is so choppy here is because the creator hasn't actually shot slow motion footage.",
        "start": 340870,
        "end": 346126
      },
      {
        "text": "They've just taken a regular video and stretched out.",
        "start": 346198,
        "end": 348990
      },
      {
        "text": "There's no new frame, so there's also no new information.",
        "start": 349040,
        "end": 351750
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It's almost always useless.",
        "start": 351860,
        "end": 353278
      },
      {
        "text": "And to be honest, I find it super annoying when people miss you slow motion like this.",
        "start": 353314,
        "end": 356886
      },
      {
        "text": "What I've done is gone out and shot super high frame rate slow motion video.",
        "start": 356948,
        "end": 360678
      },
      {
        "text": "Now, I could preach about the benefits, but I'll let the difference speak for itself.",
        "start": 360764,
        "end": 364760
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Every time a new technique or footwork pattern is introduced, it will be accompanied by a silky smooth slow motion demonstration.",
        "start": 378330,
        "end": 384962
      },
      {
        "text": "You'll see all the information that we covered in action, and you can use this to reference when you build your own footwork.",
        "start": 385046,
        "end": 390446
      },
      {
        "text": "I still remember the hours and hours I used to spend going frame by frame through YouTube videos trying to copy what I saw.",
        "start": 390518,
        "end": 396646
      },
      {
        "text": "And remember, this was many years ago where everything on YouTube was shot in 240 P potato quality and it would be constantly buffering.",
        "start": 396708,
        "end": 403874
      },
      {
        "text": "So I'm so happy that you never have to go through that painful experience.",
        "start": 403922,
        "end": 407398
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "These slow motion demonstrations are shot in Crystal clear HD and you'll be able to access them whenever you like.",
        "start": 407544,
        "end": 412906
      },
      {
        "text": "Along with my own demonstration, each lesson will come with an analysis of Lee Chong Wei footwork.",
        "start": 412968,
        "end": 417734
      },
      {
        "text": "I pulled snippets from the video you watched in the last assignment and included them with the relevant lessons.",
        "start": 417782,
        "end": 422558
      },
      {
        "text": "Since you'll be given a lot of information at the end of each lesson, we'll recap by dissecting Lee Chong Wei footwork.",
        "start": 422654,
        "end": 428522
      },
      {
        "text": "Not only is he a great player to learn from, I'll highlight the key points from each lesson by showing you how Leecheonwe implements them in real time.",
        "start": 428606,
        "end": 436342
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Okay, but what if all this makes sense when you're in front of the computer, but as soon as you get on court, all the knowledge vanishes in a puff of smoke?",
        "start": 436416,
        "end": 443414
      },
      {
        "text": "Well, don't worry, I've thought of that, too.",
        "start": 443522,
        "end": 445270
      },
      {
        "text": "The accelerated worksheet that comes with each lesson don't just give you an assignment, they also come with a recap of everything you learn in that lesson.",
        "start": 445320,
        "end": 452330
      },
      {
        "text": "This is incredibly convenient because you can just print it off and take it with you when you get on court.",
        "start": 452390,
        "end": 457142
      },
      {
        "text": "So if you ever get stuck or unsure, simply reference the accelerator worksheet and it will set you on the right track.",
        "start": 457226,
        "end": 463018
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Combined, these three resources are incredibly powerful.",
        "start": 463104,
        "end": 466490
      },
      {
        "text": "You might not get live feedback from a coach, but you'll have all the resources you need to empower yourself to assess your own footwork.",
        "start": 466610,
        "end": 474254
      },
      {
        "text": "Assess yourself after these three guides to make sure that you're doing everything correctly.",
        "start": 474362,
        "end": 478406
      },
      {
        "text": "But wait, there's more.",
        "start": 478478,
        "end": 479650
      },
      {
        "text": "I also have developed the Swift checklist.",
        "start": 479760,
        "end": 482090
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You'll be introduced to them in module two, but I'll give you a quick and brief explanation of what they are for every lesson and technique you learn in the footwork Fastlane, I've created an accompanying Swift checklist.",
        "start": 482150,
        "end": 492806
      },
      {
        "text": "This is a proprietary resource I've created so you can get personalised feedback from me.",
        "start": 492878,
        "end": 497890
      },
      {
        "text": "Even though this is an online course, it works like this.",
        "start": 498000,
        "end": 501190
      },
      {
        "text": "After each lesson, you'll spend some time practising on your own, making sure to implement what you've learned.",
        "start": 501300,
        "end": 506294
      },
      {
        "text": "Once you feel confident, you'll take a video recording of yourself doing that technique, I want you to take this video and run it through the Swift checklist.",
        "start": 506342,
        "end": 514010
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I've designed these so every technique or movement pattern, no matter how complicated, can be broken down into a set of boxes that you can literally cheque off.",
        "start": 514070,
        "end": 522586
      },
      {
        "text": "All you have to do is follow the instructions laid out for you, which allows you to dissect your footwork into easily manageable chunks.",
        "start": 522648,
        "end": 528746
      },
      {
        "text": "I'll also provide reference pictures for you to work off, so you should never be in doubt.",
        "start": 528818,
        "end": 532394
      },
      {
        "text": "At the end of the Swift checklist, you'll either be given a pass, which means you're correctly implementing a technique, or you'll be given immediate feedback and corrections to make.",
        "start": 532442,
        "end": 540754
      },
      {
        "text": "I've designed these so it's like I'm giving you personalised feedback on your technique, accompanied with the steps to correct them if necessary.",
        "start": 540792,
        "end": 547130
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I'm 100% certain that nothing like this exists anywhere else.",
        "start": 547190,
        "end": 550642
      },
      {
        "text": "The Swift checklists are something I've designed from the ground up, and I'm really excited for you to work through them.",
        "start": 550716,
        "end": 555454
      },
      {
        "text": "An opportunity like this has never existed before.",
        "start": 555492,
        "end": 558082
      },
      {
        "text": "It used to be that you had to hire an expensive private coach to get this sort of experience.",
        "start": 558156,
        "end": 562714
      },
      {
        "text": "And let me give you an idea how costly that would be.",
        "start": 562812,
        "end": 565306
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "There are two day training boot camps that cost almost £300 and that's for a group session with about one player to six coaches.",
        "start": 565368,
        "end": 572702
      },
      {
        "text": "Not even a one to one session, which really is ideal for a one to one boot camp that will cost closer to one £700.",
        "start": 572786,
        "end": 579866
      },
      {
        "text": "And unlike the Footwork fast Lane which is designed to take a complete beginner and teach them everything they need to know about footwork, two days of training isn't nearly enough to build your footwork from the ground up.",
        "start": 579938,
        "end": 590482
      },
      {
        "text": "You'd only have time to tackle a few topics if you wanted to go into them at depth.",
        "start": 590556,
        "end": 594626
      },
      {
        "text": "Don't get me wrong, I'm not trying to say anything bad about this course.",
        "start": 594698,
        "end": 597886
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "That's just how expensive private coaching in badminton is, and it can certainly be very helpful.",
        "start": 597948,
        "end": 602726
      },
      {
        "text": "What I am trying to say is, compared to the Footwork Fastlane, hiring a private coach would cost you thousands minimum just to learn everything that we're going to cover in this course.",
        "start": 602798,
        "end": 612358
      },
      {
        "text": "So not only is the Footwork Fastlane designed to give you the best possible experience with a tonne of resources to cheque resource and get feedback from, it's also going to save you so much money compared to hiring a private coach.",
        "start": 612444,
        "end": 624626
      },
      {
        "text": "The reason this is possible is because you can take this course and practise in your own time instead of racking up hours on the clock with a coach.",
        "start": 624698,
        "end": 631982
      },
      {
        "text": "The last concern you may have is where do I practise?",
        "start": 632066,
        "end": 634862
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "What I recommend is to find a sports centre that allows you to book courts by the hour.",
        "start": 634946,
        "end": 639238
      },
      {
        "text": "This gives you all the room and freedom you need to work through the assignments, and it's also quite cheap, costing maybe a few pounds per hour.",
        "start": 639324,
        "end": 645346
      },
      {
        "text": "A lot of sports centres will also give you unlimited quotes for free.",
        "start": 645408,
        "end": 648334
      },
      {
        "text": "With an annual membership, this is the best option.",
        "start": 648372,
        "end": 650710
      },
      {
        "text": "So spend some time searching for a place like this cheque further than just your local sports centre if necessary.",
        "start": 650760,
        "end": 656366
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Or maybe ask your club if there's a time where the courts aren't being used.",
        "start": 656438,
        "end": 659902
      },
      {
        "text": "In my experience in the UK, you really shouldn't have much of a problem finding courts.",
        "start": 659976,
        "end": 663890
      },
      {
        "text": "But maybe you're watching this from another part of the world where finding a Corp isn't easy.",
        "start": 663950,
        "end": 667762
      },
      {
        "text": "If you've really spent some time searching around but found that there's nowhere else to play badminton except for your local club night, which is just matches, then it does get a bit more difficult.",
        "start": 667836,
        "end": 675922
      },
      {
        "text": "If this applies to you, I encourage you to be creative for many of these assignments, you can adapt them to work without a court.",
        "start": 675996,
        "end": 682034
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Find a large clear space like your living room, garden or maybe even a park and practise the techniques there.",
        "start": 682082,
        "end": 688102
      },
      {
        "text": "Obviously this isn't ideal compared to a real court and make sure there's enough space to do things safely.",
        "start": 688176,
        "end": 692930
      },
      {
        "text": "But it will do the job.",
        "start": 692990,
        "end": 694390
      },
      {
        "text": "When you build up the correct muscle memory, it will still be there when you play a game on a real court.",
        "start": 694440,
        "end": 698954
      },
      {
        "text": "Whatever you do, just don't let this be an excuse that stops you.",
        "start": 699002,
        "end": 701902
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I have already told you that you're in a much better position than I was since I had to learn all the stuff out myself, but I didn't tell you that.",
        "start": 701976,
        "end": 708454
      },
      {
        "text": "I also spent the majority of my time practising in my garden.",
        "start": 708492,
        "end": 711746
      },
      {
        "text": "Back then, I couldn't get on the court frequently, so after doing my own analysis of some YouTube videos, I would literally just spend an hour in my garden practising and trying to copy what I learned.",
        "start": 711818,
        "end": 720314
      },
      {
        "text": "And honestly, it wasn't the end of the world.",
        "start": 720362,
        "end": 722074
      },
      {
        "text": "I made it work.",
        "start": 722112,
        "end": 722878
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So especially since you have a road map to follow.",
        "start": 722964,
        "end": 725686
      },
      {
        "text": "From personal experience, I can tell you that you'll still be able to make a lot of progress in your footwork very quickly, and like I said, really get creative with it.",
        "start": 725808,
        "end": 733906
      },
      {
        "text": "Maybe you work through the bulk of this course in your garden, but every week on club night, you show up ten minutes early while everyone else is still warming up and practise what you did on a real court.",
        "start": 733968,
        "end": 743174
      },
      {
        "text": "As long as you've built up the correct muscle memory, the footwork will translate very well.",
        "start": 743222,
        "end": 746878
      },
      {
        "text": "Also, when you're playing a match, don't just go on autopilot.",
        "start": 746964,
        "end": 750134
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Make a conscious effort to implement the techniques that you've learned in this course through a real rally.",
        "start": 750242,
        "end": 755570
      },
      {
        "text": "All right, so to end the video off, I want to say that these are three valid concerns, but at the end of the day, you can either make excuses or you can see results.",
        "start": 755630,
        "end": 764666
      },
      {
        "text": "I hope I've cleared these concerns up for you, but now the power is in your hands.",
        "start": 764738,
        "end": 768322
      },
      {
        "text": "It's up to you to take action and achieve your goals.",
        "start": 768396,
        "end": 771242
      },
      {
        "text": "Believe me, there were plenty of excuses in my head when I first started learning the sport.",
        "start": 771326,
        "end": 775394
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "But if I had let those stop me, my skill level would have stayed stagnant and I would be in the exact same place years later.",
        "start": 775442,
        "end": 781126
      },
      {
        "text": "But I went out there and did the hard work of figuring it all out myself, and I'm so glad that I did.",
        "start": 781188,
        "end": 786166
      },
      {
        "text": "Because of that, I was able to coach out the Suhawan Bamboost Academy and have players look up to me as I taught them footwork.",
        "start": 786228,
        "end": 793262
      },
      {
        "text": "It's why I was able to create a YouTube channel that reaches millions of people all around the world, and it's why I'm here in front of you today, teaching you this course.",
        "start": 793346,
        "end": 801502
      },
      {
        "text": "I know how difficult it is to start from nothing, but just imagine moving around in baby court with blistering speed, jumping 6ft in the frame jump, smash pouncing on a shuttle@the.net, and returning all of your opponent shots like a brick wall.",
        "start": 801576,
        "end": 814762
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If that appeals to you on any level, then the work it takes to get there will be so worth it.",
        "start": 814836,
        "end": 819814
      },
      {
        "text": "And like I said with the footwork fast Lane.",
        "start": 819852,
        "end": 821822
      },
      {
        "text": "You'll learn this stuff ten times faster than if you tried to figure it all out yourself.",
        "start": 821846,
        "end": 825814
      },
      {
        "text": "The last thought I want to leave you with is this.",
        "start": 825912,
        "end": 828370
      },
      {
        "text": "If you want something badly enough, you'll find a way to make it work.",
        "start": 828540,
        "end": 832300
      }
    ]
  }
]