[
  {
    "sentences": [
      {
        "text": "The China Jump is the penultimate building block.",
        "start": 190,
        "end": 2470
      },
      {
        "text": "It's also a reocort finishing move.",
        "start": 2530,
        "end": 4482
      },
      {
        "text": "Just like this is a kick, it allows us to play aggressive options.",
        "start": 4616,
        "end": 7698
      },
      {
        "text": "However, the China Jump can still be used when we don't have time to fully get behind the shuttle.",
        "start": 7784,
        "end": 12514
      },
      {
        "text": "Because of this, you'll see it frequently used in single, especially on the forehand side.",
        "start": 12622,
        "end": 16602
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Like I said in the last video, in singles you'll often be under movement pressure, which makes it harder to use the scissor kick.",
        "start": 16676,
        "end": 22378
      },
      {
        "text": "The China Jump is less powerful, but for those reasons, it's a pretty good trade off for singles.",
        "start": 22414,
        "end": 26758
      },
      {
        "text": "The key difference compared to a scissor kick is that we don't rotate our legs.",
        "start": 26794,
        "end": 30346
      },
      {
        "text": "When I jump out, my racket leg is at the back, and it stays this way throughout the entire movement.",
        "start": 30418,
        "end": 35206
      },
      {
        "text": "As you can tell, there's much less body rotation compared to the scissor kick, so there's less power.",
        "start": 35338,
        "end": 39942
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The China Jump is also great for jumping out to the mid court and intercepting a flat lift.",
        "start": 40016,
        "end": 44746
      },
      {
        "text": "This is another great aggressive option that allows you to counterattack instead of being forced to play a weak shot like a backhand, you start the chime jump in the same position as the scissor Kick.",
        "start": 44878,
        "end": 54382
      },
      {
        "text": "Let's look at the forehand side first.",
        "start": 54466,
        "end": 55986
      },
      {
        "text": "Your racket leg should be behind your non racket leg.",
        "start": 56048,
        "end": 58398
      },
      {
        "text": "They should be lined up in the direction that you're moving.",
        "start": 58484,
        "end": 60678
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "In this case, I'm jumping out straight to the back of the court, so my feet are lined up in a front to back position.",
        "start": 60764,
        "end": 65970
      },
      {
        "text": "Aim to land with both feet at the same time, but there will be times when your back foot lands first, and that's okay.",
        "start": 66080,
        "end": 71394
      },
      {
        "text": "As soon as you land, you need to push off the back foot to propel yourself forwards in the recovery.",
        "start": 71492,
        "end": 75958
      },
      {
        "text": "Just like this is a kick, your back foot needs to be turned sideways and you push off the middle part of the foot.",
        "start": 76054,
        "end": 81020
      },
      {
        "text": "It's a little different on the backhand side.",
        "start": 82610,
        "end": 84678
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Unlike most movements where the forehand and backhand side are quite similar for the China Jump, they're actually used for very different purposes, and we'll get more into that in Module three.",
        "start": 84764,
        "end": 93954
      },
      {
        "text": "But just keep that in mind as I show you the technique for the backhand China Jump.",
        "start": 94052,
        "end": 97846
      },
      {
        "text": "This time, stand with your non racket foot behind your racket foot.",
        "start": 97918,
        "end": 101190
      },
      {
        "text": "Again, line them both up in the direction you want to travel.",
        "start": 101240,
        "end": 103782
      },
      {
        "text": "In this case, I'm jumping out diagonally, so my feet are also lined up diagonally.",
        "start": 103856,
        "end": 107746
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "From here, you want to jump out to the corner and hit the shuttle.",
        "start": 107818,
        "end": 110818
      },
      {
        "text": "Try to jump by pushing off with both feet, but it's only natural that you will use more of the back foot in the takeoff.",
        "start": 110914,
        "end": 116086
      },
      {
        "text": "Then make sure you recover quickly by pushing off the back foot.",
        "start": 116218,
        "end": 119346
      },
      {
        "text": "Recovering is just like on the forehand side.",
        "start": 119468,
        "end": 121794
      },
      {
        "text": "Make sure your back foot is pointed sideways and start pushing off it as soon as you land.",
        "start": 121892,
        "end": 126102
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "As an interesting side note, this is the only time we hit an overhead shot in badminton with our non racket foot backwards.",
        "start": 126176,
        "end": 131938
      },
      {
        "text": "Typically, we have our racket foot backwards.",
        "start": 132034,
        "end": 133726
      },
      {
        "text": "The reason the China Jump looks so different on the backhand side is because it's harder to reach the shuttle.",
        "start": 133798,
        "end": 138358
      },
      {
        "text": "I have to bring my racket around my head to do so compared to the forehand side, which is a lot more natural because my racket is already in position.",
        "start": 138394,
        "end": 145170
      },
      {
        "text": "As you can see, this requires quite a bit of flexibility as you bend around to get that extra reach.",
        "start": 145340,
        "end": 150198
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Because of this, the China Jump is used less on the backhand side and more on the forehand side.",
        "start": 150284,
        "end": 154566
      },
      {
        "text": "Since you'll often be using the China Jump when the shuttle has gone behind you, a lot of the time you'll be jumping backwards.",
        "start": 154628,
        "end": 159682
      },
      {
        "text": "The China Jump is a highly adjustable movement pattern.",
        "start": 159766,
        "end": 162550
      },
      {
        "text": "Sometimes you'll be jumping up very high, sometimes your feet will barely leave the ground.",
        "start": 162610,
        "end": 166426
      },
      {
        "text": "Sometimes you'll be travelling backwards, sometimes you'll be moving more to the side.",
        "start": 166558,
        "end": 169986
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This is part of the reason you'll see it so much in singles.",
        "start": 170048,
        "end": 172318
      },
      {
        "text": "It's a great all round movement option that works in many situations.",
        "start": 172354,
        "end": 175786
      },
      {
        "text": "Let's say I'm late to the shuttle here.",
        "start": 175858,
        "end": 177750
      },
      {
        "text": "I would emphasise the backwards jumping movement since I'm trying to get into a good position to hit the shuttle from.",
        "start": 177800,
        "end": 182730
      },
      {
        "text": "If I'm intercepting a flat lift, I'd be jumping to the side to reach the shuttle before it travels over me.",
        "start": 182780,
        "end": 187458
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If I have more time to get to the shuttle, I focus more on the vertical movement than the horizontal.",
        "start": 187484,
        "end": 191794
      },
      {
        "text": "Jumping up higher allows me to take the shuttle earlier, which gives me more aggressive options.",
        "start": 191902,
        "end": 196134
      },
      {
        "text": "Again, you don't need to learn all these variations right now.",
        "start": 196232,
        "end": 198630
      },
      {
        "text": "I just want to give you an idea on how versatile the China Jump is.",
        "start": 198680,
        "end": 202098
      },
      {
        "text": "We'll go into much more detail in Module Three where we start to put all this together.",
        "start": 202184,
        "end": 205662
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "To recap, here is Lee Jonghei doing the China Jump.",
        "start": 205736,
        "end": 208246
      },
      {
        "text": "First the forehand side.",
        "start": 208318,
        "end": 209526
      },
      {
        "text": "After playing an aggressive shot of the net, his opponent lifts the shuttle over his head.",
        "start": 209588,
        "end": 213606
      },
      {
        "text": "He's under some pressure here as the shuttle is travelling behind him.",
        "start": 213728,
        "end": 216846
      },
      {
        "text": "He can't play a scissor kick since he doesn't have the time to get behind the shuttle.",
        "start": 216908,
        "end": 220486
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So instead he China jumps out to the forehand corner.",
        "start": 220558,
        "end": 223354
      },
      {
        "text": "He gets the shuttle quickly by China jumping backwards and is able to play a good quality shot.",
        "start": 223462,
        "end": 228286
      },
      {
        "text": "The feet don't cross over during the China Jump, so he starts to jump with his right foot behind his left foot and he lands in the same position, right foot still behind.",
        "start": 228358,
        "end": 236298
      },
      {
        "text": "As soon as he lands, he pushes off his back foot to recover back into position.",
        "start": 236444,
        "end": 240306
      },
      {
        "text": "Importantly, it's turned sideways, which is the safest way to land in this situation.",
        "start": 240488,
        "end": 244938
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Lee Jungwe is quite relaxed since he has a lot of time to get ready for the next shot.",
        "start": 245084,
        "end": 248878
      },
      {
        "text": "But if you played a smash, for example, he'd push off the back foot and immediately propel himself forwards.",
        "start": 248914,
        "end": 254278
      },
      {
        "text": "Now let's have a look at the backhand side here.",
        "start": 254374,
        "end": 256998
      },
      {
        "text": "His opponent plays a flat lift so Chongwe reaches out to the side to intercept.",
        "start": 257084,
        "end": 261142
      },
      {
        "text": "He starts the movement by split stepping with his right foot forwards and starts to bend around the body to play the smash.",
        "start": 261226,
        "end": 266362
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "He doesn't really jump out here but the principles remain the same.",
        "start": 266446,
        "end": 269694
      },
      {
        "text": "He lands with his left foot back and pushes off it to recover for the next shot.",
        "start": 269852,
        "end": 273570
      },
      {
        "text": "Here I am doing it in slow motion.",
        "start": 275450,
        "end": 277150
      },
      {
        "text": "Feel free to reference and copy my technique.",
        "start": 277210,
        "end": 279106
      },
      {
        "text": "I'll include a basic channel jump for the forehand and backhand side so even though variations exist you'll learn the fundamentals which you can apply later.",
        "start": 279178,
        "end": 287058
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "After this I'll give you your assignment.",
        "start": 287204,
        "end": 289230
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Okay?",
        "start": 291470,
        "end": 291942
      },
      {
        "text": "Your assignment the goal, of course is to master the challenge.",
        "start": 292016,
        "end": 295102
      },
      {
        "text": "Take as long as you need here.",
        "start": 295186,
        "end": 296466
      },
      {
        "text": "Go through all the key points in this video until you feel comfortable with all of them.",
        "start": 296528,
        "end": 300378
      },
      {
        "text": "Then it's time to head on court on the forehand side.",
        "start": 300464,
        "end": 302862
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Stand near the back of the court in this position.",
        "start": 302936,
        "end": 305094
      },
      {
        "text": "Racket foot back, non racket foot forwards.",
        "start": 305252,
        "end": 307750
      },
      {
        "text": "My body is essentially facing sideways from here.",
        "start": 307870,
        "end": 310830
      },
      {
        "text": "Have a feeder hit a shot to you.",
        "start": 310880,
        "end": 312558
      },
      {
        "text": "You're going to try and jump and hit the shot.",
        "start": 312644,
        "end": 314398
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The quality of the shot doesn't really matter but I recommend you play a clear since it's the easiest repeat this ten times and make sure you record it since we're going to run it through the Swift checklist.",
        "start": 314434,
        "end": 322870
      },
      {
        "text": "If you don't have a feeder I would really recommend that you try to find one but if you can't, that's okay.",
        "start": 322930,
        "end": 327582
      },
      {
        "text": "Just shadow yourself doing the movement and run that through the Swift checklist instead.",
        "start": 327716,
        "end": 331182
      },
      {
        "text": "If it says you're ready to move on to the next lesson, go ahead.",
        "start": 331256,
        "end": 334002
      },
      {
        "text": "If not, just go back and reassess.",
        "start": 334076,
        "end": 335626
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Once you're done, you'll have learned how to move to the vehicle and maintain aggression even if you're under pressure.",
        "start": 335698,
        "end": 340654
      },
      {
        "text": "In the next lesson, we'll cover the net jump.",
        "start": 340702,
        "end": 342706
      },
      {
        "text": "This is the most aggressive option in badminton and it allows us to pounce on a loose shuttle of nets.",
        "start": 342778,
        "end": 348130
      },
      {
        "text": "I'll see you there.",
        "start": 348190,
        "end": 348720
      }
    ]
  }
]