[
  {
    "sentences": [
      {
        "text": "Congratulations and welcome to the Footwork Fastlane.",
        "start": 130,
        "end": 3274
      },
      {
        "text": "You're about to take your badminton and footwork to a level that you've never realised was possible, and I'm going to guide you every step of the way.",
        "start": 3382,
        "end": 10350
      },
      {
        "text": "The fact that you're here tells me you're not only fiercely dedicated to improving your badminton, you also want to approach it in a very smart way.",
        "start": 10400,
        "end": 17886
      },
      {
        "text": "You see, too many players say they want to get better at Bamboaton, but they're not willing to put in the time and hard work that it takes to get there.",
        "start": 17948,
        "end": 25374
      },
      {
        "text": "They look up to players like Lindan Li Chungwei and Kento Momota, but they never take the time to realise how many years of hard work and sacrifices it's taken them to get there.",
        "start": 25472,
        "end": 35286
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Too many players spend their time learning trickshots or other useless skills when they aren't even able to perform the fundamental Balmont and techniques at a sufficient level.",
        "start": 35348,
        "end": 43326
      },
      {
        "text": "By enrolling in this course, you're putting yourself in the top percentile of badminton players who don't just say they want to improve their ballot and they actually do something about it.",
        "start": 43388,
        "end": 51198
      },
      {
        "text": "And let me just tell you that you've made an incredibly smart decision.",
        "start": 51224,
        "end": 54502
      },
      {
        "text": "Top players and coaches all agree that the best way to improve your badminton isn't your smash, isn't your racket, isn't your backhand, it's your footwork.",
        "start": 54646,
        "end": 63118
      },
      {
        "text": "In fact, one of the top posts on the badminton Central forums explains this exact concept.",
        "start": 63214,
        "end": 68086
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Posted all the way back in 2013, this is one of the most popular threads on the forum with over 300 replies and almost 4000 views.",
        "start": 68158,
        "end": 76150
      },
      {
        "text": "Now if this sounds strange to you, let me explain why footwork is the most effective way to improve your game.",
        "start": 76210,
        "end": 81750
      },
      {
        "text": "This information comes from an unlikely source, Mohamed Ali.",
        "start": 81860,
        "end": 85666
      },
      {
        "text": "Now I'm not particularly interested in combat sports, but the legacy that Muhammad Ali left transcends the game as the greatest boxer of all time.",
        "start": 85738,
        "end": 93462
      },
      {
        "text": "I've often wondered what is it that sets him apart from the competition?",
        "start": 93536,
        "end": 97102
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "At first, I assumed he could punch harder than the other athletes.",
        "start": 97186,
        "end": 100246
      },
      {
        "text": "After all, boxing is a knockout sport and having a knockout punch is considered to be a big deal.",
        "start": 100318,
        "end": 105630
      },
      {
        "text": "But after having a closer look, I realised there was more to it.",
        "start": 105740,
        "end": 108534
      },
      {
        "text": "There's this famous quote from Ali.",
        "start": 108572,
        "end": 110670
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I believe this first part, Float like a Butterfly, is what makes Ali such a successful boxer.",
        "start": 115410,
        "end": 120830
      },
      {
        "text": "Take a look at the absolute gracefulness Ali demonstrates as he dodges all of his opponent's punches.",
        "start": 120890,
        "end": 125990
      },
      {
        "text": "This takes an incredible amount of speed, agility and precision to pull off one small misstep and he'll be in big trouble.",
        "start": 126050,
        "end": 133490
      },
      {
        "text": "But this unique ability to outmanoeuvre his opponents cemented his legacy as the greatest boxer of all time.",
        "start": 133550,
        "end": 140122
      },
      {
        "text": "Now back to badminton.",
        "start": 140196,
        "end": 141602
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "We put a lot of focus on the smash.",
        "start": 141686,
        "end": 143882
      },
      {
        "text": "When you watch the top players battle out on court, we're really drawn to the powerful jump smash that ends the rally and secures the gold medal.",
        "start": 144026,
        "end": 150794
      },
      {
        "text": "This is a lot like focusing on the knockout punch.",
        "start": 150842,
        "end": 153614
      },
      {
        "text": "Sure it's important.",
        "start": 153722,
        "end": 154966
      },
      {
        "text": "But the true secret to success lies on a much deeper level.",
        "start": 155088,
        "end": 158686
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Before the rallies ended with a smash, the two players are locked into a fierce battle of trying to outmanoeuvre each other on court.",
        "start": 158748,
        "end": 165050
      },
      {
        "text": "The players know that this is where the true battle takes place.",
        "start": 165110,
        "end": 168094
      },
      {
        "text": "If your opponent is running circles around you, just like Ali would do in the ring, then it doesn't matter how powerful your smashes, you still end up in defeat because you'd never get the chance to unleash your knockout punch.",
        "start": 168252,
        "end": 177770
      },
      {
        "text": "Do you ever watch a game of Bamboaton and notice a huge skill disparity between the two players?",
        "start": 177830,
        "end": 182630
      },
      {
        "text": "Even if you didn't know what the score was and only saw a few rallies, you would have a pretty good idea who was winning the game.",
        "start": 182750,
        "end": 188986
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "A big part of the reason we can instantly spot when one player is much more skilled than another is because of their movement.",
        "start": 189048,
        "end": 195362
      },
      {
        "text": "Let me show you an example here.",
        "start": 195446,
        "end": 196978
      },
      {
        "text": "Lee Jon Wei is sparring against a less experienced player.",
        "start": 197064,
        "end": 199790
      },
      {
        "text": "Keep your attention on this player for now.",
        "start": 199850,
        "end": 201646
      },
      {
        "text": "Now, while he's still definitely playing at a high level, he's clearly outclassed when compared Lee Chong Wei.",
        "start": 201708,
        "end": 206294
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Watch this rally and look at his movement.",
        "start": 206342,
        "end": 208646
      },
      {
        "text": "Just from this one thing, you can tell that he's working at maximum intensity but is still really struggling under Licheon weighs pressure.",
        "start": 208778,
        "end": 215762
      },
      {
        "text": "Now let's watch that same rally again, but this time focus on Licheong Wei.",
        "start": 215906,
        "end": 219542
      },
      {
        "text": "You should instantly be able to see the difference.",
        "start": 219566,
        "end": 221734
      },
      {
        "text": "Notice that he's moving in a way that's relaxed and casual, almost like he isn't even trying.",
        "start": 221892,
        "end": 226606
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "And yet he's still in complete control.",
        "start": 226728,
        "end": 229018
      },
      {
        "text": "Always getting to the shuttle early and dictating the pace of the rally.",
        "start": 229164,
        "end": 232334
      },
      {
        "text": "That's the difference that good footwork makes.",
        "start": 232382,
        "end": 234322
      },
      {
        "text": "At this point, you're probably thinking, if good footwork can really improve my game that quickly, then why don't people spend more time working on it?",
        "start": 234396,
        "end": 242050
      },
      {
        "text": "Simply put, footwork is hard.",
        "start": 242100,
        "end": 243886
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I won't lie to you.",
        "start": 243948,
        "end": 244882
      },
      {
        "text": "Even though I've designed the footwork fast Lane to make this process as easy as possible for you, it's still going to take a lot of work.",
        "start": 244956,
        "end": 251122
      },
      {
        "text": "Footwork is a very broad subject, and there's simply a lot of techniques and information that you need to learn.",
        "start": 251196,
        "end": 256606
      },
      {
        "text": "Because of this, it's going to take a lot of time and practise to complete the course.",
        "start": 256668,
        "end": 260578
      },
      {
        "text": "Remember, I'm packing ten years of knowledge into the footwork fast Lane, so you're not going to become a master overnight.",
        "start": 260664,
        "end": 266150
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This also leads to a lot of conflicting information.",
        "start": 266210,
        "end": 268954
      },
      {
        "text": "Back in the day when I was trying to teach myself footwork using the internet, I found it incredibly frustrating because I stumbled across a forum that said one thing, and then I find a website that told me something completely different.",
        "start": 269112,
        "end": 281482
      },
      {
        "text": "When there's so much conflicting information on footwork, it leads to players getting frustrated, overwhelmed, and giving up.",
        "start": 281556,
        "end": 287326
      },
      {
        "text": "Also, a lot of people just don't find footwork exciting, so instead, they focus on the more fun aspects, like smashes fancy trick shots.",
        "start": 287388,
        "end": 294854
      },
      {
        "text": "Or maybe they don't even train at all and just play games.",
        "start": 294902,
        "end": 298150
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Why can't I win any games?",
        "start": 298530,
        "end": 300002
      },
      {
        "text": "Well, there's certainly nothing wrong with this approach if you're just trying to have fun.",
        "start": 300086,
        "end": 303322
      },
      {
        "text": "It's a terrible way to actually get better at badminton.",
        "start": 303396,
        "end": 306158
      },
      {
        "text": "So if footwork is difficult to learn for these three reasons, then what does that mean for you?",
        "start": 306194,
        "end": 310294
      },
      {
        "text": "Well, the fact that you're here tells me you've got your priorities in the right place.",
        "start": 310332,
        "end": 313846
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You would rather get real results than focus on flashy shots so that's one box checked off.",
        "start": 313968,
        "end": 318826
      },
      {
        "text": "Until now, there's never been a single comprehensive resource that teaches you everything you need to know about footwork.",
        "start": 318888,
        "end": 324542
      },
      {
        "text": "Trust me, I spent a lot of time searching for it.",
        "start": 324626,
        "end": 327094
      },
      {
        "text": "Most of the time, opposing advice occurs because footwork is such a huge topic, you can't cover it all in one blog post or one YouTube video, so advice often gets taken out of context.",
        "start": 327132,
        "end": 337322
      },
      {
        "text": "That's why I wanted to create an allencompassing course that teaches you everything you need to know or giving each little detail the attention that it deserves.",
        "start": 337406,
        "end": 344750
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "In situations where there are multiple correct ways of doing something, I'll be able to give you a full explanation so you'll know exactly what the options are and how to choose between them based on the situation.",
        "start": 344810,
        "end": 354886
      },
      {
        "text": "I've taken care to ensure that all the information in the footwear fast Lane is coherent, so you should never feel like you're being given conflicting information.",
        "start": 355008,
        "end": 361942
      },
      {
        "text": "Also, by putting all this in one resource, I'm going to save you hundreds of hours of trawling through Internet forums.",
        "start": 362076,
        "end": 368006
      },
      {
        "text": "You're welcome.",
        "start": 368078,
        "end": 368638
      },
      {
        "text": "Finally, I mentioned that footwork is just a difficult topic to learn, and nothing's going to change that.",
        "start": 368724,
        "end": 373870
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "But luckily for you, there's this concept that I like to call grindy versus complex difficulty.",
        "start": 373980,
        "end": 379142
      },
      {
        "text": "Let me explain.",
        "start": 379226,
        "end": 379918
      },
      {
        "text": "Imagine if I said I'd give you a million dollars if you could solve this incredibly complex physics equation.",
        "start": 380004,
        "end": 385166
      },
      {
        "text": "Unless your name is Albert Einstein, there's no way you'd be successful.",
        "start": 385238,
        "end": 388694
      },
      {
        "text": "No matter how much effort you put in.",
        "start": 388742,
        "end": 390538
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This is complex difficulty.",
        "start": 390624,
        "end": 392450
      },
      {
        "text": "You have no idea where to start or how to solve the problem.",
        "start": 392510,
        "end": 395254
      },
      {
        "text": "The only way you could approach it would be to spend years and years studying physics before even attempting the challenge.",
        "start": 395352,
        "end": 400862
      },
      {
        "text": "Now, what if I offered you the same million dollars, but this time with a different challenge?",
        "start": 400946,
        "end": 405254
      },
      {
        "text": "I'm going to give you a large textbook filled with simple math questions like two plus five, and it's your job to complete it.",
        "start": 405362,
        "end": 411238
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This is an example of grinding difficulty.",
        "start": 411264,
        "end": 413594
      },
      {
        "text": "It's still difficult.",
        "start": 413702,
        "end": 414610
      },
      {
        "text": "It's going to take a lot of work to go through the whole textbook.",
        "start": 414720,
        "end": 417734
      },
      {
        "text": "But if I offered you the choice between the first and the second challenge, which one would you pick?",
        "start": 417842,
        "end": 422290
      },
      {
        "text": "Obviously the second one.",
        "start": 422400,
        "end": 423514
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It might take some serious dedication, but as long as you put in the time, you're practically guaranteed to win the million dollars.",
        "start": 423552,
        "end": 429058
      },
      {
        "text": "It's a lot more achievable, and anyone can do it now.",
        "start": 429144,
        "end": 432082
      },
      {
        "text": "Back to footwork.",
        "start": 432156,
        "end": 433082
      },
      {
        "text": "The reason it's so difficult is because it's both grindy and complex.",
        "start": 433166,
        "end": 437090
      },
      {
        "text": "So for most people who aren't child prodigies and who haven't been training with a private coach since the age of four, it's simply too difficult to learn.",
        "start": 437210,
        "end": 445054
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Not impossible, just very hard.",
        "start": 445152,
        "end": 447010
      },
      {
        "text": "But you're one of the lucky individuals who have enrolled in the football fast Lane.",
        "start": 447060,
        "end": 450854
      },
      {
        "text": "This is an incredible advantage.",
        "start": 450962,
        "end": 452954
      },
      {
        "text": "I've taken away all the complex difficulty and condensed all of my knowledge into a step by step process for you to follow.",
        "start": 453062,
        "end": 459766
      },
      {
        "text": "All that's left for you to tackle is the grinding aspect of it, which might take some time but is a lot easier.",
        "start": 459828,
        "end": 465326
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Look, I had to learn all this the hard way grindy and complex since I had no one to go to and no one to teach me this stuff.",
        "start": 465398,
        "end": 471550
      },
      {
        "text": "This took me multiple years, so to be honest, I'm pretty jealous of you.",
        "start": 471600,
        "end": 474718
      },
      {
        "text": "And like I said, this opportunity has never existed before to anyone without a coach or a dedicated trainer.",
        "start": 474744,
        "end": 480374
      },
      {
        "text": "It's the absolute first of its kind, and that's why I was so passionate about creating this course in the first place.",
        "start": 480422,
        "end": 485194
      },
      {
        "text": "I've taken a process that took me multiple years to learn, with countless headaches along the way into a structured system that anyone could follow.",
        "start": 485292,
        "end": 492646
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Imagine yourself being able to move around a band court with blistering speed, playing with relentless aggression, and never giving your opponents an inch of breathing room, or rapidly moving around the four corners of the court when you're under pressure, miraculously being able to return everything your opponent throws at you.",
        "start": 492708,
        "end": 506950
      },
      {
        "text": "This will all be possible when you go through the footwork Fastlane, as long as you're willing to put in the time and work.",
        "start": 507000,
        "end": 511690
      },
      {
        "text": "I've designed this course to make the process as easy as possible for you, just like answering two plus five, but at the end of the day, you still have to work through the textbook yourself.",
        "start": 511740,
        "end": 520066
      },
      {
        "text": "If you want to win a million dollars in the footwork Fastlane instead of simple maths questions, your job will be to work through the accelerator worksheets.",
        "start": 520188,
        "end": 528230
      },
      {
        "text": "Let me quickly explain how these work.",
        "start": 528350,
        "end": 529870
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Each lesson will come with an attached PDF accelerator worksheet, as well as giving you a concise summary of the information.",
        "start": 529920,
        "end": 536182
      },
      {
        "text": "In each video, you'll be given an assignment.",
        "start": 536256,
        "end": 538610
      },
      {
        "text": "Do not skip these.",
        "start": 538730,
        "end": 539782
      },
      {
        "text": "Each assignment will be related to the topic covered in each video.",
        "start": 539856,
        "end": 543034
      },
      {
        "text": "It will give you actionable steps to guide you through this footwork journey.",
        "start": 543132,
        "end": 546590
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Although they do take some work, all of the assignments are super simple and are accessible to players of any skill level.",
        "start": 546650,
        "end": 552370
      },
      {
        "text": "They're also very specific, so you should never feel lost on what to do next.",
        "start": 552480,
        "end": 556126
      },
      {
        "text": "But although they're simple, you still have to go through them all.",
        "start": 556188,
        "end": 558838
      },
      {
        "text": "I've made it as easy as possible for you, but you still have to put in the time and work to apply the lessons you've learnt.",
        "start": 558864,
        "end": 564626
      },
      {
        "text": "Think of it like this back when you were a kid, you probably didn't know how to ride a bike, so every time you went to the park, you would go there with your parents and practise.",
        "start": 564698,
        "end": 572162
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You might have fallen over a lot of times, and it might have taken a while, but eventually, by constantly trying to ride a bike, you eventually learn how to do it.",
        "start": 572246,
        "end": 579418
      },
      {
        "text": "But what if instead of going out to the park and actually riding a bike, you spend hours and hours at home reading articles, blog posts, and watching instructional YouTube videos on how to ride a bike?",
        "start": 579444,
        "end": 589634
      },
      {
        "text": "Would you expect that to be an effective learning method?",
        "start": 589682,
        "end": 592418
      },
      {
        "text": "Of course not.",
        "start": 592514,
        "end": 593410
      },
      {
        "text": "The point is, it doesn't matter how much time you spend consuming theory, you have to actually put it in action.",
        "start": 593520,
        "end": 599282
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Learning footwork is the exact same.",
        "start": 599366,
        "end": 601270
      },
      {
        "text": "To be honest, you could binge watch this course in one day if you wanted to, but that wouldn't get you anywhere.",
        "start": 601380,
        "end": 606830
      },
      {
        "text": "If that's all you did a year down the line, you won't have made any improvements in your footwork.",
        "start": 606890,
        "end": 610718
      },
      {
        "text": "You'd still be in the exact same place at the exact same skill level.",
        "start": 610754,
        "end": 614050
      },
      {
        "text": "So that's why I've created these assignments.",
        "start": 614100,
        "end": 615806
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I want to give you a clear roadmap to follow so you're always applying what you learn into real on court skills.",
        "start": 615878,
        "end": 621794
      },
      {
        "text": "I really can't stress enough how important these accelerated worksheets are along with the video lessons.",
        "start": 621842,
        "end": 626954
      },
      {
        "text": "This is my way of literally holding your hand through the entire journey.",
        "start": 627062,
        "end": 630374
      },
      {
        "text": "I want you to know I'm going to be there with you every step of the way, even if things get difficult.",
        "start": 630422,
        "end": 634582
      },
      {
        "text": "But honestly, the hard work has already been done for you, so all you have to do is follow the step by step system and you're guaranteed to be successful.",
        "start": 634656,
        "end": 642170
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "These are so important.",
        "start": 642230,
        "end": 643114
      },
      {
        "text": "I actually recommend you don't go on to the next video lesson until you've completed the previous assignment.",
        "start": 643212,
        "end": 647954
      },
      {
        "text": "It will take longer to go through the course this way, but it will be so worth it since each lesson builds on top of knowledge that you've already learned.",
        "start": 648062,
        "end": 654854
      },
      {
        "text": "And remember, it took me years of trial and error to learn all this stuff.",
        "start": 654902,
        "end": 658126
      },
      {
        "text": "So even if it takes you a few months to complete the course, that's still incredibly quick for the sheer amount of content that you're going to be learning.",
        "start": 658188,
        "end": 664786
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I'm going to be teaching you everything you need to know about footwork, which is a huge topic.",
        "start": 664848,
        "end": 668990
      },
      {
        "text": "So on that note, I want to give you your first assignment for the course.",
        "start": 669050,
        "end": 672238
      },
      {
        "text": "Since this is just the first lesson, I'll give you an easy one.",
        "start": 672324,
        "end": 674950
      },
      {
        "text": "In fact, you don't even have to get off your couch.",
        "start": 675000,
        "end": 677102
      },
      {
        "text": "First, I want you to watch this video of Lichenwe playing against Kenichi Tago.",
        "start": 677186,
        "end": 680978
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It'll be linked in the worksheet below.",
        "start": 681014,
        "end": 682450
      },
      {
        "text": "I want you to watch the video from start to finish.",
        "start": 682500,
        "end": 684658
      },
      {
        "text": "Now, it's no secret that Lee Jungwe has incredible footwork, but what's unique here is the camera angle.",
        "start": 684744,
        "end": 690218
      },
      {
        "text": "It's framed from an up close side on angle so you can really appreciate the speed and skill that he's moving with.",
        "start": 690314,
        "end": 696190
      },
      {
        "text": "Once you've done that, I want you to answer a question.",
        "start": 696240,
        "end": 698398
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Get out a piece of pen and paper or open up a word document, whichever you prefer.",
        "start": 698484,
        "end": 702386
      },
      {
        "text": "Answer this question.",
        "start": 702458,
        "end": 703666
      },
      {
        "text": "What are your core motivators for enrolling in this course?",
        "start": 703848,
        "end": 707158
      },
      {
        "text": "Remember, your core motivators are the things that drive you.",
        "start": 707244,
        "end": 710458
      },
      {
        "text": "It's important to write this down somewhere since this is what's going to keep you motivated and driven as you work through the course.",
        "start": 710544,
        "end": 716338
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Is there a certain rival you want to be?",
        "start": 716424,
        "end": 718546
      },
      {
        "text": "Do you want to win a tournament or join a certain badminton team?",
        "start": 718608,
        "end": 722146
      },
      {
        "text": "Is there a particular area of footwork that really frustrates you and you've been dying to solve?",
        "start": 722268,
        "end": 726770
      },
      {
        "text": "Do you play badminton for fun, competitively or maybe even one day hopes to become a professional player in badminton and life as a whole?",
        "start": 726830,
        "end": 734566
      },
      {
        "text": "The why is usually just as important as the what when you truly, deeply understand why you're doing something, success goes from being a possibility to a guarantee.",
        "start": 734688,
        "end": 745178
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Spend a good amount of time thinking about this before you write it down, I want you to be as detailed as possible.",
        "start": 745274,
        "end": 750718
      },
      {
        "text": "I also recommend that you post your answer in the comment section so we can build an awesome supportive community of players who are driven to get results.",
        "start": 750804,
        "end": 758186
      },
      {
        "text": "Make sure you complete this assignment before moving on to the next video.",
        "start": 758258,
        "end": 761590
      },
      {
        "text": "I'm so excited to begin this journey with you.",
        "start": 761700,
        "end": 763900
      }
    ]
  }
]