[
  {
    "sentences": [
      {
        "text": "Alright, let's recap.",
        "start": 190,
        "end": 1474
      },
      {
        "text": "In this module you learn the eight building blocks of footwork.",
        "start": 1582,
        "end": 4426
      },
      {
        "text": "These are the ingredients that we're going to use to build your footwork from the ground up.",
        "start": 4558,
        "end": 8274
      },
      {
        "text": "We started off with the stance and splitstep.",
        "start": 8312,
        "end": 10606
      },
      {
        "text": "These are positional building blocks that will get you ready to move.",
        "start": 10678,
        "end": 13410
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Then there were running steps and shadow steps.",
        "start": 13460,
        "end": 15514
      },
      {
        "text": "This is how you're actually going to move to the shuttle.",
        "start": 15562,
        "end": 17710
      },
      {
        "text": "Finally, we covered the lunge, scissor kick, China jump and net jump.",
        "start": 17770,
        "end": 21754
      },
      {
        "text": "These are all different ways of moving as we hit the shuttle.",
        "start": 21862,
        "end": 24334
      },
      {
        "text": "I know that was a lot of information, but as long as you've done the assignments and taken the time to commit everything to muscle memory, you've now mastered all the individual elements of footwork.",
        "start": 24382,
        "end": 33826
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "That's pretty exciting, right?",
        "start": 33898,
        "end": 35178
      },
      {
        "text": "It already puts you in the 99% of bandwidth and players who have taken the time to learn this stuff.",
        "start": 35264,
        "end": 39690
      },
      {
        "text": "If you haven't had a chance to do the assignments yet, I highly recommend you take the time to do them all now because before moving on in the next module, you're going to start putting these ingredients together to build footwork.",
        "start": 39740,
        "end": 49474
      },
      {
        "text": "That's incredibly fast and precise.",
        "start": 49522,
        "end": 51394
      },
      {
        "text": "Stay tuned.",
        "start": 51502,
        "end": 52030
      }
    ]
  }
]