[
  {
    "sentences": [
      {
        "text": "To round off this module, we're going to look at the midcourt.",
        "start": 190,
        "end": 3142
      },
      {
        "text": "The midcourt is often overlooked, but skilled players are able to generate a lot of pressure from this area.",
        "start": 3226,
        "end": 8946
      },
      {
        "text": "As usual, good footwork is key to doing this.",
        "start": 9068,
        "end": 11610
      },
      {
        "text": "You'll be jumping out to intercept flat lifts, as well as straining loads to retrieve difficult smashes.",
        "start": 11660,
        "end": 16642
      },
      {
        "text": "Now, before we get started, I want to emphasise that speed is incredibly important for these mid court shots.",
        "start": 16726,
        "end": 22342
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Obviously, we always want to be quick when moving around at Bambin Court, but it's especially important to be explosive in the midcourt.",
        "start": 22426,
        "end": 28954
      },
      {
        "text": "Both defending a smash and intercepting a shot come down to the split second, so even a small delay can result in you losing the rally for the next two lessons.",
        "start": 29002,
        "end": 37126
      },
      {
        "text": "Technique is still incredibly important, but since these movements are a little simpler, you can focus a bit more on being snappy.",
        "start": 37198,
        "end": 44086
      },
      {
        "text": "First, let's talk about smash defence.",
        "start": 44158,
        "end": 46138
      },
      {
        "text": "The stance and split step are very important here.",
        "start": 46234,
        "end": 48726
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Typically, we stand in the neutral stance, feet slightly wider than shoulder width apart, with the racket foot slightly ahead.",
        "start": 48788,
        "end": 55218
      },
      {
        "text": "This is a good general base that allows us to move forward or backwards easily by pushing off a foot.",
        "start": 55304,
        "end": 60186
      },
      {
        "text": "But we adapted slightly for smash defence.",
        "start": 60308,
        "end": 62974
      },
      {
        "text": "If you expect that a smash is coming, you change this to a side by side stance with your feet in line with each other.",
        "start": 63082,
        "end": 69042
      },
      {
        "text": "This does make it hard to move forward or backwards, since we no longer have a way to push off in these directions.",
        "start": 69116,
        "end": 74746
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "But this is excellent for defending a smash, since you're able to move side by side very effectively, which covers all smash options.",
        "start": 74878,
        "end": 81570
      },
      {
        "text": "The other thing to note is that you need to get a lot lower than usual.",
        "start": 81680,
        "end": 84622
      },
      {
        "text": "A good smash will come in fast and low, so starting in a lower position can be the difference between reaching the shuttle and missing it.",
        "start": 84706,
        "end": 91530
      },
      {
        "text": "The best way to get low is to bring your feet wide apart.",
        "start": 91580,
        "end": 94306
      },
      {
        "text": "Here, Lee Chong Wei splitstepping for a shot.",
        "start": 94378,
        "end": 96586
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You can see he's obviously much wider than shoulder width and he's bending his knees to get down low.",
        "start": 96658,
        "end": 101780
      },
      {
        "text": "It might feel a bit unnatural to get this low at first, but since it's so important for defending a smash, I need you to force yourself to do this.",
        "start": 103070,
        "end": 110058
      },
      {
        "text": "Don't worry, it will soon become second nature.",
        "start": 110144,
        "end": 112294
      },
      {
        "text": "This should get you in a position that looks like this.",
        "start": 112402,
        "end": 114690
      },
      {
        "text": "Compare this to our neutral stance from earlier and you'll see that it looks very different.",
        "start": 114800,
        "end": 118590
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Starting in this stance is much better for defending a smash, but you should only use it when appropriate.",
        "start": 118700,
        "end": 123850
      },
      {
        "text": "This is for situations where you're confident that it smashes incoming.",
        "start": 123910,
        "end": 127114
      },
      {
        "text": "For example, after you play a weaklift for most other situations, stick with the neutral stance.",
        "start": 127162,
        "end": 131854
      },
      {
        "text": "Since we have very little time to react when defending a powerful smash, it's important to start off in the right position.",
        "start": 131962,
        "end": 137286
      },
      {
        "text": "To begin with, you might think that our base is in the middle of the court, but this is not necessarily true.",
        "start": 137348,
        "end": 142122
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Let's say your opponent is smashing from here.",
        "start": 142196,
        "end": 144174
      },
      {
        "text": "He has the choice to do either a straight smash or a cross court smash.",
        "start": 144272,
        "end": 148042
      },
      {
        "text": "It's important to note that a straight smash is much faster since it travels a shorter distance as a result.",
        "start": 148126,
        "end": 154050
      },
      {
        "text": "This is the most threatening to you, so you should move your base slightly towards your opponent's straight smash.",
        "start": 154160,
        "end": 159862
      },
      {
        "text": "If they smash from here where the straight smash would end up in my forehand corner, I would move slightly to the forehand side.",
        "start": 159946,
        "end": 165834
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If they smash from here where the straight smash would go to my backhand corner, I would move slightly to the backhand corner.",
        "start": 165932,
        "end": 171586
      },
      {
        "text": "Of course, if they're smashing from the middle, then your base position should be in the middle of the court.",
        "start": 171658,
        "end": 175894
      },
      {
        "text": "For this lesson, let's first consider a situation where my opponent plays a straight smash.",
        "start": 175942,
        "end": 180202
      },
      {
        "text": "This means I'll be standing close to the side that the smash comes from, so won't have to move as much first the forehand side.",
        "start": 180286,
        "end": 186222
      },
      {
        "text": "If they're smashing from here, I'd move my base to this point of the court.",
        "start": 186296,
        "end": 189550
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I prepare for the smash with a split step and after I see the smash coming in straight, I can defend the shot from the split step.",
        "start": 189610,
        "end": 195606
      },
      {
        "text": "All I have to do is take a small step towards the shuttle, resembling a lunge to the side.",
        "start": 195668,
        "end": 200286
      },
      {
        "text": "This movement should feel pretty natural, but the main concern isn't your feet the smash comes down so quickly.",
        "start": 200408,
        "end": 205554
      },
      {
        "text": "The most important thing to do is to get your racket in position.",
        "start": 205652,
        "end": 208794
      },
      {
        "text": "The very first thing that you should do when you see the smash incoming is to bring your racket out to the side even before you start moving.",
        "start": 208892,
        "end": 215334
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "This urgency is going to be especially important as you start to play against better and better players.",
        "start": 215432,
        "end": 220006
      },
      {
        "text": "Accompany this with a small step and play the shot.",
        "start": 220078,
        "end": 222658
      },
      {
        "text": "The exact distance to travel depends on where your base is and how far the smashes, but it should never be too far away from you.",
        "start": 222754,
        "end": 228798
      },
      {
        "text": "If you've already biassed your base towards the straight smash, recover by pushing off the lunging leg and get back into position.",
        "start": 228824,
        "end": 234954
      },
      {
        "text": "It's the same thing if your opponent is smashing straight from the backhand side of the court.",
        "start": 235052,
        "end": 238738
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If the smash is coming from here, you need to move your base slightly to the left.",
        "start": 238774,
        "end": 242298
      },
      {
        "text": "Again, this puts you in the best position to defend the straight smash.",
        "start": 242384,
        "end": 245854
      },
      {
        "text": "Start off with a split step with the focus on getting low.",
        "start": 245962,
        "end": 248886
      },
      {
        "text": "When you see the straight smash incoming, the first thing is to bring your racquet to the shuttle.",
        "start": 249008,
        "end": 253222
      },
      {
        "text": "Accompany this by taking one step towards the corner lunging however far necessary to reach the shop.",
        "start": 253366,
        "end": 258630
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Notice that I'm lunging with my left leg, which is unusual in Bamboaton.",
        "start": 258680,
        "end": 262318
      },
      {
        "text": "We normally only want to lunge with our racket leg since this is a stronger position to be in.",
        "start": 262354,
        "end": 266898
      },
      {
        "text": "But in this specific situation, defending a straight smash on the backhand side is one of the few times we lunch with the non racket leg.",
        "start": 266924,
        "end": 273522
      },
      {
        "text": "Why?",
        "start": 273596,
        "end": 274086
      },
      {
        "text": "Well, when defending a smash, and especially a straight smash, speed is the number one priority.",
        "start": 274208,
        "end": 279466
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "It's much quicker to take a small step with my left leg than it is to bring my right leg all the way around.",
        "start": 279598,
        "end": 284598
      },
      {
        "text": "And since I've already biassed my base towards the left side, a small step with my left leg should be all it takes to get me in position.",
        "start": 284684,
        "end": 290958
      },
      {
        "text": "The recovery is pretty simple.",
        "start": 291044,
        "end": 292578
      },
      {
        "text": "Just push off the lunging leg and get back in position.",
        "start": 292664,
        "end": 295520
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So as you can see for the forehand and backhand side, defending a straight smash is pretty straightforward.",
        "start": 297650,
        "end": 303058
      },
      {
        "text": "Pun not intended.",
        "start": 303154,
        "end": 304126
      },
      {
        "text": "If you're in the correct position, all you have to do is split step to get yourself low and then take one step with the nearest leg.",
        "start": 304198,
        "end": 310266
      },
      {
        "text": "The main consideration is just to get your racquet in position as soon as possible, even if you move it before your legs.",
        "start": 310328,
        "end": 316054
      },
      {
        "text": "So while this is pretty simple, what if your opponent decides to play a cross court smash?",
        "start": 316102,
        "end": 320266
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Since we position ourselves as a straight smash, this gets a little more complicated.",
        "start": 320338,
        "end": 324274
      },
      {
        "text": "Obviously, I'm further away from the shuttle now, so one small step won't be enough.",
        "start": 324382,
        "end": 328302
      },
      {
        "text": "But keep in mind that if your opponent chooses to play a cross court smash, it's significantly slower than a straight smash.",
        "start": 328376,
        "end": 334234
      },
      {
        "text": "This gives you the extra time needed to get into position.",
        "start": 334342,
        "end": 337266
      },
      {
        "text": "Let's first have a look at a situation where I'm standing on my forehand side and they smash cross court to my backhand.",
        "start": 337388,
        "end": 343066
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The movement starts off just like before with a low and wide split step, and when I see the smash going cross court, I need to react to it just like last time.",
        "start": 343138,
        "end": 350790
      },
      {
        "text": "The absolute first thing you should do is bring your racket out towards the shuttle.",
        "start": 350840,
        "end": 354370
      },
      {
        "text": "Your racket is going to be what's actually hitting the shuttle, so it's very important that it gets there in time, even if your feet aren't ready yet.",
        "start": 354430,
        "end": 360630
      },
      {
        "text": "Then with your feet, take one small step with your left leg and then bring your right leg across and finish with a lunge.",
        "start": 360680,
        "end": 366358
      },
      {
        "text": "These two simple steps will allow you to get to all cross court smashes, but I really want to emphasise again, that how you move your legs isn't nearly as important as just getting your racket to the shuttle.",
        "start": 366454,
        "end": 376150
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "As you get better, you often find that you're hitting the shuttle before you finish moving.",
        "start": 376210,
        "end": 380262
      },
      {
        "text": "For most other corners of the court, that's not a good thing.",
        "start": 380396,
        "end": 383010
      },
      {
        "text": "But when it comes to defending a smash, not only is this acceptable, it's actually a good thing because it means you're getting to the shuttle as early as possible.",
        "start": 383060,
        "end": 389958
      },
      {
        "text": "Here you'll see me hitting the shuttle before I've completed my lunch.",
        "start": 390044,
        "end": 392962
      },
      {
        "text": "If I waited to complete my lunch, the shuttle would have already gone past me.",
        "start": 393046,
        "end": 396534
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "So focus on getting the racket there early.",
        "start": 396632,
        "end": 398682
      },
      {
        "text": "After you've played the shot recover by pushing off the lunging leg and get ready for the return.",
        "start": 398756,
        "end": 402882
      },
      {
        "text": "Now let's have a look at the other side where I'm standing on my backhand side and my opponent smashes cross court to the forehand.",
        "start": 402956,
        "end": 409006
      },
      {
        "text": "I start off with a split step and again, the first priority is to bring my racket towards the shuttle.",
        "start": 409078,
        "end": 414310
      },
      {
        "text": "I do this by reaching out and extending my arm in the direction of the smash.",
        "start": 414430,
        "end": 418558
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "With my feet, I have a further distance to travel, so I take a small chassis step in this direction and then finish by lunging with my right leg.",
        "start": 418714,
        "end": 425706
      },
      {
        "text": "This should cover enough distance to get me from my base to the shuttle.",
        "start": 425768,
        "end": 429178
      },
      {
        "text": "Split step, small chassis and then lunge.",
        "start": 429334,
        "end": 432418
      },
      {
        "text": "After this, I can recover by pushing off my lunging leg and getting back in position for both crosscourt smashes.",
        "start": 432514,
        "end": 437974
      },
      {
        "text": "I've taught you a movement that will get you all the way to the tram line.",
        "start": 438022,
        "end": 441078
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "But remember, the exact position of the shuttle will vary a lot depending on how accurate your opponent is.",
        "start": 441164,
        "end": 446790
      },
      {
        "text": "Unless you're training with Linda Li Chungwei and Kento Momota, you'll find that most cross court smashes land in this sort of an area.",
        "start": 446840,
        "end": 453846
      },
      {
        "text": "This makes it easier to return as you don't have to travel as far.",
        "start": 453908,
        "end": 456978
      },
      {
        "text": "It's also easy to adapt.",
        "start": 457064,
        "end": 458470
      },
      {
        "text": "As long as you get your racket out to the shuttle, which is what I've taught you to prioritise, you'll be able to cover all cross court smashes.",
        "start": 458530,
        "end": 464566
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Luckily, you don't have to learn 100 different footwork patterns for these minor variations in placement.",
        "start": 464638,
        "end": 469558
      },
      {
        "text": "Just bring your racket out to the shuttle and you'll be fine.",
        "start": 469654,
        "end": 471990
      },
      {
        "text": "To recap.",
        "start": 472040,
        "end": 472774
      },
      {
        "text": "When defending a smash, it's important to position your base in the same direction that your opponent is smashing.",
        "start": 472882,
        "end": 478198
      },
      {
        "text": "Lee Chong Wei demonstrates this perfectly here.",
        "start": 478234,
        "end": 480630
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Since the straight smash is the most immediate threat, he moves his base towards this side in preparation.",
        "start": 480680,
        "end": 485850
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Now, I'm not going to go over each individual situation again because they follow very similar principles.",
        "start": 490470,
        "end": 495770
      },
      {
        "text": "Each defence movement begins with a split step.",
        "start": 495890,
        "end": 498190
      },
      {
        "text": "The split step for the defence should be low and wide with both feet in line with each other.",
        "start": 498300,
        "end": 502582
      },
      {
        "text": "As soon as the opponent hits the smash, your racket needs to be the first thing that moves towards it.",
        "start": 502716,
        "end": 507082
      },
      {
        "text": "Follow this up by moving your legs towards the shuttle.",
        "start": 507156,
        "end": 509390
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Depending on how far away it is, you may need to take one or two steps, but the focus is getting there as quickly as possible.",
        "start": 509450,
        "end": 515746
      },
      {
        "text": "After playing the shot recovery is simple.",
        "start": 515928,
        "end": 518242
      },
      {
        "text": "Push off the leading leg back into a standing position and get ready for the next shot.",
        "start": 518376,
        "end": 522458
      },
      {
        "text": "At the end, I'll include a slow motion of me demonstrating the four standard movements we covered.",
        "start": 522494,
        "end": 527498
      },
      {
        "text": "Just remember that in a game, you'll need to adapt this on the fly.",
        "start": 527594,
        "end": 530234
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Depending on the exact position of a smash, your assignment for this video is to do some drills building up your smash defence.",
        "start": 530282,
        "end": 536042
      },
      {
        "text": "This movement is fairly simple technically, so the assignment will reflect that on an empty court, stand in a defensive position slightly to the right.",
        "start": 536126,
        "end": 543046
      },
      {
        "text": "I want you to set up six shuttles, three on this side to represent a straight smash and three on this side to represent a cross court smash.",
        "start": 543108,
        "end": 550166
      },
      {
        "text": "Keep in mind that you don't need to place these on the tram lines since it's very rare that a smash will be this accurate.",
        "start": 550238,
        "end": 555206
      },
      {
        "text": "You're going to start off in the middle of the court as if you were defending a smash in a low defensive stance.",
        "start": 555278,
        "end": 560666
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Take a split step, then reach out to a corner to knock over one of the shuttles.",
        "start": 560798,
        "end": 564446
      },
      {
        "text": "When you do this, I don't want you to just lazily knock it over.",
        "start": 564578,
        "end": 568042
      },
      {
        "text": "Move like you're actually defending a smash.",
        "start": 568176,
        "end": 570206
      },
      {
        "text": "This means a few things.",
        "start": 570278,
        "end": 571438
      },
      {
        "text": "You need to get low, you need to move quickly and you need to reach out with the racket first.",
        "start": 571524,
        "end": 576154
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Just like you've learned in this lesson.",
        "start": 576252,
        "end": 577634
      },
      {
        "text": "Just to demonstrate this would be the wrong way of doing things.",
        "start": 577682,
        "end": 580498
      },
      {
        "text": "Can you see how there's no intensity to get in the right mindset?",
        "start": 580584,
        "end": 586026
      },
      {
        "text": "When you go through this drill?",
        "start": 586098,
        "end": 587394
      },
      {
        "text": "Simply pretend that you're defending a smash from Lyndon.",
        "start": 587502,
        "end": 590046
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "How alert and urgent would that require you to be?",
        "start": 590118,
        "end": 592838
      },
      {
        "text": "After knocking down the first shuttle, recover back to the middle like I showed you.",
        "start": 592924,
        "end": 596450
      },
      {
        "text": "Take a moment to reset your position.",
        "start": 596500,
        "end": 598094
      },
      {
        "text": "No need to rush to pop.",
        "start": 598192,
        "end": 599402
      },
      {
        "text": "Then repeat this for a shuttle on the other side again.",
        "start": 599476,
        "end": 601778
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Moving as quickly as possible.",
        "start": 601864,
        "end": 603254
      },
      {
        "text": "Recover back to the middle and repeat until you've knocked over all of the shuttles.",
        "start": 603352,
        "end": 606906
      },
      {
        "text": "You're now going to do this again while standing on the left side of the court.",
        "start": 606978,
        "end": 610194
      },
      {
        "text": "This replicates a situation where your opponent is smashing from this side of the court.",
        "start": 610242,
        "end": 614070
      },
      {
        "text": "Otherwise, the drill is the exact same.",
        "start": 614190,
        "end": 616214
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Set up three shuttles on each side to replicate the straight and cross court smash.",
        "start": 616312,
        "end": 619830
      },
      {
        "text": "Then complete the drill by shadowing all of the shots.",
        "start": 619890,
        "end": 622242
      },
      {
        "text": "Make sure you film yourself doing both these exercises so you can run them through the Swift checklist.",
        "start": 622326,
        "end": 626778
      },
      {
        "text": "Assess yourself as usual and make any changes if necessary.",
        "start": 626874,
        "end": 629922
      },
      {
        "text": "Once you pass you've successfully completed this lesson, though I would still recommend that you do a few more repetitions to build up the muscle memory.",
        "start": 630006,
        "end": 636930
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You might wonder why I don't have any drills that get you to defend an actual life smash.",
        "start": 636990,
        "end": 641130
      },
      {
        "text": "And that's just because it's a very difficult drill to feed for.",
        "start": 641190,
        "end": 644006
      },
      {
        "text": "However, if you do have an experienced feeder or coach to feed, you live smashes, I would recommend it.",
        "start": 644068,
        "end": 648758
      },
      {
        "text": "But this is completely optional and you'll still get a lot of valuable practise by doing the drill from earlier.",
        "start": 648784,
        "end": 653250
      },
      {
        "text": "Congratulations, you've now worked your way to the penultimate lesson in this module.",
        "start": 653310,
        "end": 657030
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "In the next lesson, you're going to learn about mid court interceptions.",
        "start": 657090,
        "end": 660258
      },
      {
        "text": "But first, here is the slow motion demonstration I promised you earlier.",
        "start": 660354,
        "end": 663666
      },
      {
        "text": "I'll see you in the next video.",
        "start": 663738,
        "end": 664880
      }
    ]
  }
]