[
  {
    "sentences": [
      {
        "text": "When you're in a badminton rally, you're either hitting the shuttle or waiting for your opponent to hit the shuttle.",
        "start": 190,
        "end": 5086
      },
      {
        "text": "The way that you stand when your opponent is hitting the shuttle is called your stance, and it's the subtle but very important part of footwork.",
        "start": 5218,
        "end": 11962
      },
      {
        "text": "Imagine a situation where you play a lift and your opponent it's about to fire off a powerful jump.",
        "start": 12046,
        "end": 16882
      },
      {
        "text": "Smash.",
        "start": 16906,
        "end": 17578
      },
      {
        "text": "Which version of me do you think has a better chance of returning the smash?",
        "start": 17734,
        "end": 21454
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The one where I stand like this or the one where I stand like this?",
        "start": 21562,
        "end": 24918
      },
      {
        "text": "That's an extreme example, but there's actually a lot of thought that goes into crafting this stance.",
        "start": 25004,
        "end": 29794
      },
      {
        "text": "It's not just enough to be alert, there's a few specific things that you need to be doing.",
        "start": 29902,
        "end": 34086
      },
      {
        "text": "So I want to start this lesson off by saying the exact stance depends on the situation of the Rally.",
        "start": 34148,
        "end": 39238
      },
      {
        "text": "There isn't just one stance you can use for all situations.",
        "start": 39334,
        "end": 42070
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Rather, you have to adapt it after every shot.",
        "start": 42130,
        "end": 44638
      },
      {
        "text": "But with that in mind, I'm going to teach you the most important stance, which is the Neutral stance.",
        "start": 44674,
        "end": 49306
      },
      {
        "text": "Not only is this stance the most frequently used, it forms a good base to build other stances off.",
        "start": 49438,
        "end": 54270
      },
      {
        "text": "We use the neutral stance when the Rally is in an even state.",
        "start": 54320,
        "end": 57138
      },
      {
        "text": "This means neither player is at an advantage or disadvantage.",
        "start": 57224,
        "end": 60262
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "An example of a neutral situation would be if me and my opponent were playing clears back and forth to each other.",
        "start": 60346,
        "end": 65298
      },
      {
        "text": "Since neither of us are in a huge amount of trouble and neither of us can just win the Rally outright.",
        "start": 65384,
        "end": 70270
      },
      {
        "text": "An example of a situation that isn't neutral would be if one player has the upper hand and is smashing from the half court.",
        "start": 70330,
        "end": 76054
      },
      {
        "text": "The majority of the Rally will be in a fairly neutral situation, which is why the Neutral stance is the most commonly used for the Neutral stance.",
        "start": 76102,
        "end": 83422
      },
      {
        "text": "You want to stand with your feet almost side by side, but with your racket foot slightly ahead.",
        "start": 83506,
        "end": 88398
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "If you're right handed, this means your right foot.",
        "start": 88544,
        "end": 91266
      },
      {
        "text": "The distance between them should be a little wider than shoulder width.",
        "start": 91448,
        "end": 94822
      },
      {
        "text": "From here, you need to bend your knees to lower your centre of gravity.",
        "start": 94966,
        "end": 98362
      },
      {
        "text": "As you do this, shift your weight forward slightly.",
        "start": 98506,
        "end": 101266
      },
      {
        "text": "Essentially, you want to be on your toes.",
        "start": 101398,
        "end": 103870
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You should be holding your racket around waist height and slightly in front of you.",
        "start": 103930,
        "end": 107634
      },
      {
        "text": "Don't hold it too much on the forehand side, and don't hold it too much on the backhand side.",
        "start": 107732,
        "end": 111690
      },
      {
        "text": "Somewhere in the middle is best.",
        "start": 111800,
        "end": 113622
      },
      {
        "text": "Also, make sure there's some space between you and the racket.",
        "start": 113816,
        "end": 117010
      },
      {
        "text": "If you look at my starts from the side, you'll notice there's a good amount of distance between my body and my racket.",
        "start": 117130,
        "end": 122530
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You definitely don't need to deliberately reach out, but also avoid the mistake of being too cramped inwards.",
        "start": 122650,
        "end": 128134
      },
      {
        "text": "Your non racket arm is also important to consider.",
        "start": 128242,
        "end": 130686
      },
      {
        "text": "Even though it doesn't do anything, you don't want to leave it down to the side.",
        "start": 130808,
        "end": 134550
      },
      {
        "text": "How odd does this look?",
        "start": 134660,
        "end": 136302
      },
      {
        "text": "The left arm plays an important part in balancing your body, so you want to position it like this from here.",
        "start": 136496,
        "end": 142806
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "My legs are positioned in a way that I can quite comfortably reach any corner, and my racket is in a good position to return those shots.",
        "start": 142868,
        "end": 149350
      },
      {
        "text": "That's what makes the neutral stance such a good general option.",
        "start": 149470,
        "end": 152346
      },
      {
        "text": "But like I said, there are times where you're going to have to adjust this stance.",
        "start": 152408,
        "end": 155386
      },
      {
        "text": "The most obvious situation is when you're defending.",
        "start": 155458,
        "end": 157918
      },
      {
        "text": "Let's say you played a weak lift and your opponent is about to smash.",
        "start": 158014,
        "end": 160882
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "In this situation, you need to alter your stance to get lower than before.",
        "start": 160966,
        "end": 164166
      },
      {
        "text": "You can do this by bending your knees and widening your feet.",
        "start": 164228,
        "end": 166942
      },
      {
        "text": "You also want to bring your racket down lower, since this puts it in the best position to defend a steep smash, which will end up landing somewhere around here.",
        "start": 166966,
        "end": 173730
      },
      {
        "text": "This dance is great for defending smashes, but the trade off is it's very difficult to move forwards or backwards, so it certainly isn't a replacement for the neutral stance.",
        "start": 173780,
        "end": 181510
      },
      {
        "text": "You'll see this defensive stance a lot in doubles, since the nature of the game means one pair will frequently be defending multiple smashes in a row.",
        "start": 181570,
        "end": 188278
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "The other notable example would be if you were in a flat exchange.",
        "start": 188314,
        "end": 191614
      },
      {
        "text": "This means me and my opponent are playing drives back and forth to each other.",
        "start": 191722,
        "end": 194970
      },
      {
        "text": "This is very common in doubles, but also occurs in singles.",
        "start": 195080,
        "end": 198262
      },
      {
        "text": "Since these rallies are very fast and flat, it's not good enough to keep your racket down at your waist.",
        "start": 198406,
        "end": 203470
      },
      {
        "text": "Instead, you want to bring it up to your head, since this puts it in the optimal position to return drives from there's so little time to react during these rallies, so keeping your racket up by your head means you can play drives without having to bring your racket up and down after every shot.",
        "start": 203590,
        "end": 216898
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "These are two stances that look very different to the neutral stance, so I wanted to bring them up to give you an understanding of why you'll see band players standing differently depending on the situation.",
        "start": 216934,
        "end": 226580
      },
      {
        "text": "But don't worry, you don't have to learn all of these.",
        "start": 226910,
        "end": 229518
      },
      {
        "text": "Right now, I just need you to focus on learning the neutral stance.",
        "start": 229664,
        "end": 233026
      },
      {
        "text": "Not only is it the most important and frequently used, once you master it, you'll naturally start to adapt it to different situations.",
        "start": 233098,
        "end": 239650
      },
      {
        "text": "To recap these concepts, I want to show you Lee Chongwe's neutral stance.",
        "start": 239710,
        "end": 243058
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Notice that he is implementing all the key points I brought up in this lesson.",
        "start": 243154,
        "end": 246358
      },
      {
        "text": "His feet are slightly wider than shoulder width apart, and his right foot is slightly ahead of his left foot.",
        "start": 246394,
        "end": 251322
      },
      {
        "text": "He's lowering his centre of gravity by bending his knees, and notice how he has more weight resting on his toes than his heels.",
        "start": 251456,
        "end": 257410
      },
      {
        "text": "His racket is held in a middle position in front of him, not on the forehand side and not on the backhand side.",
        "start": 257470,
        "end": 262470
      },
      {
        "text": "It's also at waist height, and there's plenty of room between his body and his racket.",
        "start": 262520,
        "end": 266326
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "His left arm is out to the side to help him balance.",
        "start": 266458,
        "end": 268774
      },
      {
        "text": "Your first assignment is to master the neutral stance.",
        "start": 268882,
        "end": 271378
      },
      {
        "text": "This is the first assignment of the course that's going to actually require you to get off the couch and do some work.",
        "start": 271474,
        "end": 275742
      },
      {
        "text": "I hope this excites you.",
        "start": 275816,
        "end": 277026
      },
      {
        "text": "The fastest and most effective way to get better at Bamboaton is to practise these concepts yourself.",
        "start": 277088,
        "end": 281394
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I've carefully designed these assignments to give you the fastest possible track to success, but it's completely dependent on you actually doing them.",
        "start": 281492,
        "end": 287514
      },
      {
        "text": "These assignments are based on the methods I've developed coaching countless players over the years, so you can rest assured that the assignments will work as long as you do.",
        "start": 287552,
        "end": 294474
      },
      {
        "text": "I understand the temptation to just binge watch all the lessons, but this is a video course to improve your footwork.",
        "start": 294512,
        "end": 299602
      },
      {
        "text": "It's not Netflix.",
        "start": 299686,
        "end": 300682
      },
      {
        "text": "Ideally, you want to complete each assignment before moving on to the next lesson, but I understand this might not be possible if you have limited access to a balance of court.",
        "start": 300766,
        "end": 308674
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Either way, I want you to prioritise and go into all of these assignments with 100% effort.",
        "start": 308722,
        "end": 313174
      },
      {
        "text": "If anything, I think they're more important than the lessons themselves because you have to practise it yourself.",
        "start": 313222,
        "end": 317802
      },
      {
        "text": "And remember, if you go through an assignment and you don't feel like you've been able to commit it to muscle memory, feel free to go through it as many times as needed.",
        "start": 317876,
        "end": 324642
      },
      {
        "text": "For this assignment, I want you to grab your balance and racket and practise the neutral stance.",
        "start": 324716,
        "end": 328426
      },
      {
        "text": "In fact, you don't even have to be on a balance and call for this.",
        "start": 328498,
        "end": 330978
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "You can just do it in your living room, use the tips in this video, or cheque out the worksheet to recap what you've learned, and then try it yourself.",
        "start": 331004,
        "end": 336714
      },
      {
        "text": "Once you think you've got it right, take a picture of your neutral stance.",
        "start": 336812,
        "end": 339766
      },
      {
        "text": "Like I said, it's extremely important to take pictures of yourself.",
        "start": 339838,
        "end": 343110
      },
      {
        "text": "Otherwise, it's hard to know if you're doing things correctly and it doesn't take any fancy equipment.",
        "start": 343220,
        "end": 347506
      },
      {
        "text": "Just use the camera on your smartphone and ask a friend to help you out.",
        "start": 347578,
        "end": 350934
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Or you can buy a tripod of Amazon.",
        "start": 350972,
        "end": 352978
      },
      {
        "text": "You'll need to do this for all of the checklists.",
        "start": 353014,
        "end": 354838
      },
      {
        "text": "If you try to do it without a video or picture to reference, you're just going to be guessing based on what you think you're doing.",
        "start": 354874,
        "end": 360354
      },
      {
        "text": "But going by feeling is a horrible way of self assessment.",
        "start": 360392,
        "end": 363430
      },
      {
        "text": "Every time I've gotten a student to record themselves playing Balmotan, their minds are blown up.",
        "start": 363550,
        "end": 367902
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "What they saw, what they were actually doing, was so different to what they thought they were doing.",
        "start": 367916,
        "end": 371970
      },
      {
        "text": "So take the picture you just took and run it through the Swift checklist.",
        "start": 372020,
        "end": 375130
      },
      {
        "text": "These checklists are the equivalent of having me there in person with you, giving you live feedback.",
        "start": 375190,
        "end": 379570
      },
      {
        "text": "Think about how valuable that is.",
        "start": 379690,
        "end": 381126
      },
      {
        "text": "If you pass this Swift checklist with no issues then Congratulations you're ready to move on to the next lesson but if the checklist points out any issues with your stance be sure to correct them before moving on.",
        "start": 381188,
        "end": 390354
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "Take another picture and run it through the checklist until you're given the green light.",
        "start": 390392,
        "end": 393810
      },
      {
        "text": "If you want extra credit instead of just taking a picture you can film a video of you playing a real banana match and then pause it and take a snapshot of when you're in your neutral stance.",
        "start": 393860,
        "end": 403210
      },
      {
        "text": "The reason this is useful is because it's very easy to make sure you're doing everything correctly when you have all the time in the world to think about what you're doing.",
        "start": 403270,
        "end": 410070
      },
      {
        "text": "But in a high pressure situation like a game of amateur this can sometimes go out the window so it's another useful resource to cheque with recording a video gives you the most accurate assessment of your stance.",
        "start": 410180,
        "end": 420046
      },
      {
        "text": "As I mentioned before mostly assignments from this point onwards are going to follow a similar process.",
        "start": 420118,
        "end": 424506
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "They're also going to get more complicated so this is a good way to get into the groove of things.",
        "start": 424628,
        "end": 428598
      },
      {
        "text": "Once you've passed the assignment, Congratulations you've learnt the neutral stance which is something you're going to be using time and time again in your bandwidth and games.",
        "start": 428684,
        "end": 435238
      },
      {
        "text": "This is also the first of the eight building blocks so you've set yourself up nicely for the rest of the module.",
        "start": 435274,
        "end": 439750
      },
      {
        "text": "In the next lesson we'll continue to build your footwork with the split step.",
        "start": 439810,
        "end": 443274
      },
      {
        "text": "This is a technique that allows us to change direction and move to corners explosively it's so subtle you may have never realised it even existed.",
        "start": 443372,
        "end": 450994
      }
    ]
  },
  {
    "sentences": [
      {
        "text": "I'll see you there.",
        "start": 451102,
        "end": 451680
      }
    ]
  }
]